[
    {
        "id": 1582723079167389696,
        "created_at": "2022-10-19 13:19:22+00:00",
        "text": "It was Karun Chandhok and RedBull's rear end. f1 "
    },
    {
        "id": 1582722689105506309,
        "created_at": "2022-10-19 13:17:49+00:00",
        "text": "rickVO19 obie_baby elizagracehuber An overspend translates to illegal resources attributed to a team. Regardless of where the money went. An unfair advantage over the rest of the field which is cheating. Maybe if you weren't so desperate to be right and had your self esteem tied to Redbull you'd realize."
    },
    {
        "id": 1582722653072527360,
        "created_at": "2022-10-19 13:17:40+00:00",
        "text": "f1cover fosgoodwood fia 100% the fia should grow a pair and ban RedBull and Aston Martin in the same way Toyota was banned from WRC for cheating!Time to restore the integrity of both F1 and fia"
    },
    {
        "id": 1582722559203631104,
        "created_at": "2022-10-19 13:17:18+00:00",
        "text": "RedBull "
    },
    {
        "id": 1582722518104051714,
        "created_at": "2022-10-19 13:17:08+00:00",
        "text": "trebymunya jonocoetzer at4691  got it, you don't know much about f1. In both 2021 and 22 redbull has has the best car. Put any of these drivers in the same car and they win 1v1: lewis George, max, Charles, Carlos, Lando, Alonso, Vettel, gasley... hell I would bet you ocon would give him a run."
    },
    {
        "id": 1582722486038237185,
        "created_at": "2022-10-19 13:17:00+00:00",
        "text": "a peach redbull is just gonna do it for me everytime"
    },
    {
        "id": 1582722049981976577,
        "created_at": "2022-10-19 13:15:16+00:00",
        "text": "f1cover fosgoodwood fia Isn't it sad that every time anyone calls out RedBull Cheating the only response Max fans have is saying they must be a Lewis fan! Laughably pathetic because they know they have no justification arguement for the fia manipulation and RedBull Cheating.Utterly pathetic indeed"
    },
    {
        "id": 1582722015487987713,
        "created_at": "2022-10-19 13:15:08+00:00",
        "text": "MaxVerstappen dominance in Formula1 this season is likely because redbull broke rules last year on spending caps and started this year with a major unfair advantage over every other teamLewisHamilton claims he would have won last year if they'd been able to spend $300K more"
    },
    {
        "id": 1582721842929840129,
        "created_at": "2022-10-19 13:14:27+00:00",
        "text": "redbull I need to be sponsored at this point please!"
    },
    {
        "id": 1582721747937546240,
        "created_at": "2022-10-19 13:14:04+00:00",
        "text": "redbullracing F1 COTA USGP : RedBull should priortize winning the LAST 4 races of the 2022 season with SERGIO PEREZ given preference for the MexicanGP for sentimental reasons. Let PEREZ and VESTAPPEN race each other in 2023."
    },
    {
        "id": 1582721678819282944,
        "created_at": "2022-10-19 13:13:48+00:00",
        "text": "richranoutofcha JTZijlstra naththursfield fia I don't think Mercedes broke any rules, they did out spend Redbull by hundreds of millions over the past few years. I think it's actually kind of comical that you guys are calling for Redbull heads when we all know what Mercedes has been. Redbull will prove they are fine. Watch."
    },
    {
        "id": 1582721098902573056,
        "created_at": "2022-10-19 13:11:30+00:00",
        "text": "f1cover fosgoodwood fia Wrong again I am not a Lewis fan, only an F1 fan along with many other forms of Motorsports. I am not annoyed by Max in the slightest, I used to say he was good until 2021. It is RedBull that are bringing him down and damaging his reputation through their constant CHEATING "
    },
    {
        "id": 1582721079943909376,
        "created_at": "2022-10-19 13:11:25+00:00",
        "text": "Bought a redbull today and it tasted like water , even the colour was weird... RedBullZA what's going on ?"
    },
    {
        "id": 1582721053805400065,
        "created_at": "2022-10-19 13:11:19+00:00",
        "text": "It's redbull timepriyankit ankitgupta biggboss16 priyankachaharchoudhary bb16 "
    },
    {
        "id": 1582720954530418688,
        "created_at": "2022-10-19 13:10:55+00:00",
        "text": "ElnazRekabi Iranian climber is in danger, only because she dont want wear Hijab.ifsclimbingSharmaClimbingK_Willinger   redbull AdamOndraCZ AlexHonnoldashimashiraishi sashadigiulian dwoods89 tommycaldwell1mhs_myn lnz_rkhbyIranProtests2022 "
    },
    {
        "id": 1582720595984162822,
        "created_at": "2022-10-19 13:09:30+00:00",
        "text": "This peach RedBull good af "
    },
    {
        "id": 1582720591701778436,
        "created_at": "2022-10-19 13:09:29+00:00",
        "text": "NFTLlama wow I need some of your energy you still on redbull llama?"
    },
    {
        "id": 1582720457668980738,
        "created_at": "2022-10-19 13:08:57+00:00",
        "text": "who knows the ladder to heavenGo go go gunterschachermayr gunterschachermayr espn ServusTV_News redbull mission tropex history HISTORYTV18 discoveryplusUK Disney trojan_sc VesparazziClub "
    },
    {
        "id": 1582720450316341248,
        "created_at": "2022-10-19 13:08:55+00:00",
        "text": "3e canette de redbull jv vomir"
    },
    {
        "id": 1582720100364619776,
        "created_at": "2022-10-19 13:07:32+00:00",
        "text": "NitemareYT The redbull was KICKING me "
    },
    {
        "id": 1582720044940681216,
        "created_at": "2022-10-19 13:07:18+00:00",
        "text": "Redbull marketing is GOATED buana "
    },
    {
        "id": 1582720007704039424,
        "created_at": "2022-10-19 13:07:10+00:00",
        "text": "CHEATERS! "
    },
    {
        "id": 1582719799942971392,
        "created_at": "2022-10-19 13:06:20+00:00",
        "text": "TheF1Fox DanDare91994840 Nebiwnl F1 MercedesAMGF1 COTA I agree and what I'm saying is all that is  part of Mercedes accounts which the FIA have certified complied with the cost cap. There is no cheating going on here, just wild conspiracy theories from people who don't like Mercedes and are defending RedBull."
    },
    {
        "id": 1582719464033992705,
        "created_at": "2022-10-19 13:05:00+00:00",
        "text": " We are ready to rumble!RedBullFactions Quarter Finals mackoesports DRENWIN RedBull GivesYouWings PGEsportsIT_LoL PGEsportsIT redbullgaming redbullITA league_italia "
    },
    {
        "id": 1582719332324638721,
        "created_at": "2022-10-19 13:04:28+00:00",
        "text": "SkySportsF1 f1: Redbull should prioritize winning the LAST 4 races and giving PEREZ the MexicanGP  for sentimental reasons."
    },
    {
        "id": 1582719320450211843,
        "created_at": "2022-10-19 13:04:26+00:00",
        "text": "star_shuz Me: yes friends, don't forget! *lives off a can of redbull a day*"
    },
    {
        "id": 1582718817565671424,
        "created_at": "2022-10-19 13:02:26+00:00",
        "text": "Msikkle BigBadP BEighteenstone Max33Verstappen Oracle redbullracing Any idiot with eyes can see that he made the decision in order to make the finale entertaining, not to favour redbull."
    },
    {
        "id": 1582718727518572544,
        "created_at": "2022-10-19 13:02:04+00:00",
        "text": "ougoodiwuor alexmwanzo redbull Camera. Recording it"
    },
    {
        "id": 1582718444511711232,
        "created_at": "2022-10-19 13:00:57+00:00",
        "text": "redbull "
    },
    {
        "id": 1582718339792576513,
        "created_at": "2022-10-19 13:00:32+00:00",
        "text": "alexmwanzo redbull Very smooth."
    },
    {
        "id": 1582718225917177856,
        "created_at": "2022-10-19 13:00:05+00:00",
        "text": "alexmwanzo redbull Just shown this video to my uncle and his immediate reaction was ' Kai maguru araheo fire' translated 'Are the tires free'.. Am still laughing"
    },
    {
        "id": 1582718163317575681,
        "created_at": "2022-10-19 12:59:50+00:00",
        "text": "I don't need the redbull, the redbull needs me"
    },
    {
        "id": 1582717811629039616,
        "created_at": "2022-10-19 12:58:26+00:00",
        "text": "AngriestGay Ngl the addition of the pill with the lone redbull in tupperware implying is a packed lunch really ties this together, 10/10 response"
    },
    {
        "id": 1582717797507137537,
        "created_at": "2022-10-19 12:58:23+00:00",
        "text": "f1cover fosgoodwood fia  Pretty much all of that caused by himself, but 'a little bit lucky in the last race'!!!!  You've just displayed a dictionary definition of 'DELUDED'Not in the slightest should it be 'accepted'.He didn't earn it, he didn't win itAND REDBULL CHEATED!"
    },
    {
        "id": 1582717783674003457,
        "created_at": "2022-10-19 12:58:19+00:00",
        "text": "Im_Eden__ Maybe she did it because some tsunoda fans are always being hateful towards checo only because they think he should replace him at redbull? Just maybe It's not about yuki, it's about his fans. And I'm a yuki fan I know how some of us  act."
    },
    {
        "id": 1582717774484291584,
        "created_at": "2022-10-19 12:58:17+00:00",
        "text": "EsportsSCO unlucky that redbull campus clutch is on the same day as finals xD"
    },
    {
        "id": 1582717550047408132,
        "created_at": "2022-10-19 12:57:24+00:00",
        "text": "Crispena16 Ice cold Redbull or nothing straightbitch"
    },
    {
        "id": 1582717072748204033,
        "created_at": "2022-10-19 12:55:30+00:00",
        "text": "That redbull did not give me mf wings ths morning  I'm still mf tieeeed"
    },
    {
        "id": 1582717047854989314,
        "created_at": "2022-10-19 12:55:24+00:00",
        "text": "Im sleep I need a redbull"
    },
    {
        "id": 1582716726675836928,
        "created_at": "2022-10-19 12:54:07+00:00",
        "text": "I'm sad I spilled my Redbull lol"
    },
    {
        "id": 1582716559201472512,
        "created_at": "2022-10-19 12:53:27+00:00",
        "text": "Gitz__ alexmwanzo redbull Bana it's the camera crew "
    },
    {
        "id": 1582716498241785859,
        "created_at": "2022-10-19 12:53:13+00:00",
        "text": "redbull and weed gives you wings "
    },
    {
        "id": 1582716336534278146,
        "created_at": "2022-10-19 12:52:34+00:00",
        "text": "RedBullRacingEN Deceptive stats. Are these minor or major upgrades? The New lightweight chasis that redbull homologated could cost more than all of mclaren upgrades."
    },
    {
        "id": 1582716102672457730,
        "created_at": "2022-10-19 12:51:38+00:00",
        "text": "Targon_Baker SmirnoffUS redbull amazing mixer, but dangerous because it feels like you ain't drinking alcohol at all."
    },
    {
        "id": 1582716057126461446,
        "created_at": "2022-10-19 12:51:28+00:00",
        "text": "d____1690 you can't buy a redbull"
    },
    {
        "id": 1582715498751750144,
        "created_at": "2022-10-19 12:49:14+00:00",
        "text": "\"RedBull\" me!"
    },
    {
        "id": 1582715407391416320,
        "created_at": "2022-10-19 12:48:53+00:00",
        "text": "kirst4778 Have a Redbull "
    },
    {
        "id": 1582715271604641792,
        "created_at": "2022-10-19 12:48:20+00:00",
        "text": "AstonMartinF1 How did you become so cold during Redbull era ?"
    },
    {
        "id": 1582715140029706241,
        "created_at": "2022-10-19 12:47:49+00:00",
        "text": "Good Morning Findom reimburse my redbull and send $5  "
    },
    {
        "id": 1582715080596025345,
        "created_at": "2022-10-19 12:47:35+00:00",
        "text": "leoskyblue1 Finally we got there in the end. I'm glad the penny has dropped for you. Common sense has prevailed and you understand that RedBull cheated the rules in 2021 and won a WDC on the back of a cheat of a car and one of the worst referee mistakes of all time.  RedBullCheats."
    },
    {
        "id": 1582714654815842304,
        "created_at": "2022-10-19 12:45:53+00:00",
        "text": "thicc_redbull mood "
    },
    {
        "id": 1582714085472600065,
        "created_at": "2022-10-19 12:43:38+00:00",
        "text": "KaizerAwuoro alexmwanzo redbull They were filming, wee Mzeee."
    },
    {
        "id": 1582713819578904577,
        "created_at": "2022-10-19 12:42:34+00:00",
        "text": "alexmwanzo redbull what is the Subaru guy trying to do ?"
    },
    {
        "id": 1582713775139934208,
        "created_at": "2022-10-19 12:42:24+00:00",
        "text": "alexmwanzo redbull Kwani Ken block is around?"
    },
    {
        "id": 1582713659490390023,
        "created_at": "2022-10-19 12:41:56+00:00",
        "text": "gidikariuki alexmwanzo redbull It has mounted cameras for recording"
    },
    {
        "id": 1582713483497381894,
        "created_at": "2022-10-19 12:41:14+00:00",
        "text": "Karriss alexmwanzo redbull makes sense "
    },
    {
        "id": 1582713417227735040,
        "created_at": "2022-10-19 12:40:58+00:00",
        "text": "REDBULL RACING YOUNGBOYREDBULL RACING YOUNGBOY "
    },
    {
        "id": 1582713301943091200,
        "created_at": "2022-10-19 12:40:31+00:00",
        "text": "Valorant_PLE riotgames valleague_east  how about some redbull?"
    },
    {
        "id": 1582713281617108992,
        "created_at": "2022-10-19 12:40:26+00:00",
        "text": "alexmwanzo redbull What was that black jalopy trying "
    },
    {
        "id": 1582713203863486466,
        "created_at": "2022-10-19 12:40:07+00:00",
        "text": "KaizerAwuoro alexmwanzo redbull Baaana trying to steal the show"
    },
    {
        "id": 1582712786656038912,
        "created_at": "2022-10-19 12:38:28+00:00",
        "text": "My nephew knocked over my redbull "
    },
    {
        "id": 1582712681663852544,
        "created_at": "2022-10-19 12:38:03+00:00",
        "text": "alexmwanzo redbull its the subaru trying to ruin the moment for me "
    },
    {
        "id": 1582712348980047874,
        "created_at": "2022-10-19 12:36:44+00:00",
        "text": "Even redbull can't resist smokie pasua "
    },
    {
        "id": 1582712156323082240,
        "created_at": "2022-10-19 12:35:58+00:00",
        "text": "DeadlineDayLive Looking for an approach frm redbull teams i believe! RBLeipzig_EN"
    },
    {
        "id": 1582711727049043970,
        "created_at": "2022-10-19 12:34:15+00:00",
        "text": "I SAID REDBULL EL DEL TORO MAMI "
    },
    {
        "id": 1582710585535664128,
        "created_at": "2022-10-19 12:29:43+00:00",
        "text": "ArjendenDekker1 ArtSaSch It's simple then. Provide a payslip &amp; bank statements. If he is paid by Redbull the payslip will have their name on it &amp; both banks would show the payment. If Redbull pay his company &amp; then he gets a payslip from them &amp; the bank details show that then he isn't paid by Redbull."
    },
    {
        "id": 1582710362012495872,
        "created_at": "2022-10-19 12:28:50+00:00",
        "text": "memefess Driver for Redbull Racing F1 Team "
    },
    {
        "id": 1582709201029148672,
        "created_at": "2022-10-19 12:24:13+00:00",
        "text": "Nicwilson58 ScuderiaFerrari MercedesAMGF1 toxic disgusting gossiping to exaggerated leaking of confidential information? so mclaren and ferrari are also exaggerating when they say redbull should be punished hard? surely redbull are saints right? they must be because they have a cult that believes their truth "
    },
    {
        "id": 1582709030740369408,
        "created_at": "2022-10-19 12:23:32+00:00",
        "text": "SkySportsF1 Take a leaf out of Redbull and over spend. As it seems fia are going to do fuck all about it."
    },
    {
        "id": 1582708845712769025,
        "created_at": "2022-10-19 12:22:48+00:00",
        "text": "Soy del team Jagger con Redbull"
    },
    {
        "id": 1582708600589672448,
        "created_at": "2022-10-19 12:21:50+00:00",
        "text": "Yeah.. right you are Matt. So quiet, I can hear the bull dung hit the ceiling fan. The fia is numb for an answer because the world is watching and the RBR overspend is a Claymore wired in their face. Also this photo plays a massive role F1 F1nancialDoping RedBull  "
    },
    {
        "id": 1582708568255447041,
        "created_at": "2022-10-19 12:21:42+00:00",
        "text": "Recovery is an important part of your fitness plan. You can make the most of it by using Recovery Pro indiegamedeveloper indiegames indiedevsmobilegame madewithuinty wendsdayvibeswishlistwednesday indiegamedev gymlife fitness RedBull "
    },
    {
        "id": 1582708560370147328,
        "created_at": "2022-10-19 12:21:40+00:00",
        "text": "rbracingluv jjcane1 thisissamood Im_ED__ Are you dumb? Lewis's car is one of the straight in terms of straight line speed while the redbull is the opposite and combained with easier to follow. In those tracks where straight line speed isn't vital, we've seen Verstappen being stuck behind Alonso for ages in singapore"
    },
    {
        "id": 1582708067921457154,
        "created_at": "2022-10-19 12:19:43+00:00",
        "text": "At this point with the CostCapScandal the only way the FIA will ever take meaningful action against redbull, is if all the F1 teams pull into the pits at the parade lap and refuse to race against redbullracing until their cheating is addressed."
    },
    {
        "id": 1582707672159117315,
        "created_at": "2022-10-19 12:18:08+00:00",
        "text": "opensea Gm, Real NFT mfs start the day with a redbull"
    },
    {
        "id": 1582707418407981056,
        "created_at": "2022-10-19 12:17:08+00:00",
        "text": "Redbull gives you wingsXboxShare "
    },
    {
        "id": 1582707389865725952,
        "created_at": "2022-10-19 12:17:01+00:00",
        "text": "NLS2744 no, if you overspend one year then the following year your at an advantage too.besides, if we are to believe redbull made a mistake then its probably done this year too. a fine is another way round the budget cap, has to be loss of titles, both years. proof in pic "
    },
    {
        "id": 1582706761382825988,
        "created_at": "2022-10-19 12:14:31+00:00",
        "text": "DowntownJester Is redbull good? Idk anything about it. I will drink it once in 2 weeks"
    },
    {
        "id": 1582706489793601537,
        "created_at": "2022-10-19 12:13:27+00:00",
        "text": "  A bit like redbull let us give you wings   coldwaterswim funnyvideos wildswimuk newquay cornwalltiktok cornwalllife nature weatheruk wildswimminguk changerobe sustainablefashion getoutmore getoutside wildswiming"
    },
    {
        "id": 1582706117406343169,
        "created_at": "2022-10-19 12:11:58+00:00",
        "text": "Max Verstappen clinched his second consecutive F1 title in Japan. But the news that RedBull committed a budget cap breach during 2021. The Dutch driver has the chance to match the record for most wins in a season."
    },
    {
        "id": 1582705619303542784,
        "created_at": "2022-10-19 12:09:59+00:00",
        "text": "Rengani redbull please. "
    },
    {
        "id": 1582705528639488001,
        "created_at": "2022-10-19 12:09:37+00:00",
        "text": "Looks like Max verstappen got help winning another title, is he gonna win one without the F1 bosses helping or his team cheating  RedBull F1 FIA"
    },
    {
        "id": 1582705433432629248,
        "created_at": "2022-10-19 12:09:15+00:00",
        "text": "drinking redbull smoking  hookah at 7am "
    },
    {
        "id": 1582705206890229761,
        "created_at": "2022-10-19 12:08:21+00:00",
        "text": "REGENMElSTER  she probably would think toro Ruso is redbull"
    },
    {
        "id": 1582705119392518145,
        "created_at": "2022-10-19 12:08:00+00:00",
        "text": "Lewis Hamilton recognises long F1 road back for Mercedes vs Red Bull and Ferrari: 'We have to dig deeper'.F1 Ferrari RedBull MercedesAMG "
    },
    {
        "id": 1582704692806979584,
        "created_at": "2022-10-19 12:06:18+00:00",
        "text": "Christian Horner is ready to come out fighting against 'cheating' accusations ahead of US Grand Prix after Red Bull were found in 'minor' breach of Formula One's PS114m spending cap en route to Max Verstappen's first title.RedBull USAGP F1 "
    },
    {
        "id": 1582704318008135681,
        "created_at": "2022-10-19 12:04:49+00:00",
        "text": " Seahawks Pumas | Bayern Brooklyn Dodgers Redbull Racing | Mercedes AMG "
    },
    {
        "id": 1582704153184587776,
        "created_at": "2022-10-19 12:04:09+00:00",
        "text": "ItsAllRoots SmirnoffUS redbull // if I have to drink a monster is Le Mango all the way but I've never had it with vodka "
    },
    {
        "id": 1582704040659411009,
        "created_at": "2022-10-19 12:03:43+00:00",
        "text": "What Are The Side Effects of Drinking Red Bull and Its Nutrition Facts?  NutritionFacts RedBull "
    },
    {
        "id": 1582703833947738117,
        "created_at": "2022-10-19 12:02:53+00:00",
        "text": "Nigel lassoed me off my horse so I tried to get him back and lassoed a random man instead. Twitch TacticalNerds RedBull Gaming RedDeadRedemption2RP SynRP "
    },
    {
        "id": 1582703741861502976,
        "created_at": "2022-10-19 12:02:31+00:00",
        "text": "I still don't know what an Acai berry is but they taste good  energydrinks redbull redbulleditions  Nottingham, United Kingdom "
    },
    {
        "id": 1582703584184893440,
        "created_at": "2022-10-19 12:01:54+00:00",
        "text": "joshua_mv33 RedBullRacingEN That was redbull 2021 but good try though "
    },
    {
        "id": 1582703242487955456,
        "created_at": "2022-10-19 12:00:32+00:00",
        "text": "FormulaDino I mean... we're seeing it this year. Ferrari is dominant in quali, Redbull is dominant in the race. Who's winning/won the championship.10:1"
    },
    {
        "id": 1582703131191742466,
        "created_at": "2022-10-19 12:00:06+00:00",
        "text": "edhardyparty Drink a can of redbull &amp; hype yourself up "
    },
    {
        "id": 1582703128574853120,
        "created_at": "2022-10-19 12:00:05+00:00",
        "text": "MotoNutJob redbull Oh, I'd wondered about that "
    },
    {
        "id": 1582703103912345600,
        "created_at": "2022-10-19 11:59:59+00:00",
        "text": "Thank the Dark Lord for addictions that actually taste good.This message brought to you by Redbull and Black &amp; Mild cigars."
    },
    {
        "id": 1582702604923990017,
        "created_at": "2022-10-19 11:58:00+00:00",
        "text": "FormulaAnon Tbh 2010-2013 redbull car was just too quick against any1 else. So you can't really just say that he was ubeatable without much competition lol. Don't cry it's just facts."
    },
    {
        "id": 1582702475181969409,
        "created_at": "2022-10-19 11:57:29+00:00",
        "text": "rafannie formulamax1 We made a little joke with my friends  I was playing the Witcher and we were talking on discord on channel named F1 so Geralt is RedBull fan now lol"
    },
    {
        "id": 1582702313176633344,
        "created_at": "2022-10-19 11:56:51+00:00",
        "text": "AbhinavLifestyl Coffee plus redbull mix"
    },
    {
        "id": 1582702052387721216,
        "created_at": "2022-10-19 11:55:49+00:00",
        "text": "Never heard Binotto complain about Mercedes or McLaren or any of the 5 teams above RedBull. Where's his presumed calculations over their expenditures this season?  "
    },
    {
        "id": 1582702033517568000,
        "created_at": "2022-10-19 11:55:44+00:00",
        "text": "mrjaydeeem It's how they make redbull"
    },
    {
        "id": 1582701684400103428,
        "created_at": "2022-10-19 11:54:21+00:00",
        "text": "Downing my adderall with redbull might heart palpitations by 9am but it keeps the day strong ."
    },
    {
        "id": 1582701668239822848,
        "created_at": "2022-10-19 11:54:17+00:00",
        "text": "Don't drink Redbull more than once a week I swear I can't function without caffeine anymore all because of OH WOW I LOVE HOW THIS WHITE REDBULL TASTES and drinking it every other day for the past month"
    },
    {
        "id": 1582701627420442624,
        "created_at": "2022-10-19 11:54:07+00:00",
        "text": "I lied, it's not water, it's a redbull."
    },
    {
        "id": 1582701094400315395,
        "created_at": "2022-10-19 11:52:00+00:00",
        "text": "Formula1Wimbo MrjazzW F1Imi MattyWTF1 I mean currently what we know is, from the FIA, RedBull breached the cost cap.And as you mentioned, dry run in 2020 to iron out any issues and other teams have said they consulted with the fia many times over the process to know what was/wasn't incl. We will see... eventually"
    },
    {
        "id": 1582700963617714177,
        "created_at": "2022-10-19 11:51:29+00:00",
        "text": "Redbull fans be arguing about who's gonna win Mexico like 1. We have any say in it2. Redbull is certain to win "
    },
    {
        "id": 1582700488201764864,
        "created_at": "2022-10-19 11:49:36+00:00",
        "text": "MercedesAMGF1 FTX_Official This is why Redbull got away with financial fraud"
    },
    {
        "id": 1582700422170480641,
        "created_at": "2022-10-19 11:49:20+00:00",
        "text": "UNABLEWALK4 Glad you liked it?I find monster to be way way better than redbull. Is as effective as redbull and has a better taste overall"
    },
    {
        "id": 1582700237935636480,
        "created_at": "2022-10-19 11:48:36+00:00",
        "text": "UltraDeDallas Mine is simple : Stay awake until tiredness makes you fall asleep. Wake up totally shitfaced. As a breakfast, chug a RedBull. Try to stay awake all day long. Evenutally take a nap during the afternoon. Repeat."
    },
    {
        "id": 1582700202862837761,
        "created_at": "2022-10-19 11:48:28+00:00",
        "text": "Redbull_Fridge SamiPoliticcs noti bby"
    },
    {
        "id": 1582699951754076160,
        "created_at": "2022-10-19 11:47:28+00:00",
        "text": "rafannie formulamax1 Geralt, the biggest RedBull fan, why?"
    },
    {
        "id": 1582699781045960705,
        "created_at": "2022-10-19 11:46:47+00:00",
        "text": "running on pure spite and redbull today- i'm ready to be a MONSTER"
    },
    {
        "id": 1582699724951650305,
        "created_at": "2022-10-19 11:46:34+00:00",
        "text": "rottingroy I need redbull."
    },
    {
        "id": 1582699620387676161,
        "created_at": "2022-10-19 11:46:09+00:00",
        "text": "MalikaSiheme98 redbullgaming redbull Congratulations ! All deserved '"
    },
    {
        "id": 1582699614288814081,
        "created_at": "2022-10-19 11:46:07+00:00",
        "text": "ImDreamzy redbull congrats dude!!!"
    },
    {
        "id": 1582699545581932545,
        "created_at": "2022-10-19 11:45:51+00:00",
        "text": "Actual drivers why I love RedBullMax VerstappenJuan Manuel FangioAlberto Ascari "
    },
    {
        "id": 1582699369585082370,
        "created_at": "2022-10-19 11:45:09+00:00",
        "text": "Im need a pack of RedBull for working all day again "
    },
    {
        "id": 1582699067637116928,
        "created_at": "2022-10-19 11:43:57+00:00",
        "text": "Redbull to host first Campus Clutch competition in Maldives "
    },
    {
        "id": 1582698961428545538,
        "created_at": "2022-10-19 11:43:32+00:00",
        "text": "markp5895m fia Out spending the Redbull gift"
    },
    {
        "id": 1582698895712301056,
        "created_at": "2022-10-19 11:43:16+00:00",
        "text": "Targon_Baker SmirnoffUS redbull Energy drinks with vodka is a dangerous combo, personal favourite is pink monster."
    },
    {
        "id": 1582698536377806848,
        "created_at": "2022-10-19 11:41:50+00:00",
        "text": "Time  4 pm28 year old me going to buy redbull vs 10 year old me coming from school to home.nostalgia nattuquotes nattutalks "
    },
    {
        "id": 1582697729456644097,
        "created_at": "2022-10-19 11:38:38+00:00",
        "text": "Case Study: Red Bull Student Marketeers Order System---successstory casestudy redbull redbullsrilanka "
    },
    {
        "id": 1582697393618751493,
        "created_at": "2022-10-19 11:37:18+00:00",
        "text": "Top 7 successful cross promotion  1. Red Bull &amp; GoPro (2016)2. Louis Vuitton &amp; BMW.3. Starbucks &amp; Spotify.4. Apple &amp; MasterCard.5. Amazon &amp; American Express.6. Nike &amp; Apple.7. Cocacola &amp; McDonald's.Which one is your favorite? promotion business crosschain RedBull "
    },
    {
        "id": 1582697358344667136,
        "created_at": "2022-10-19 11:37:09+00:00",
        "text": "nothing washes down my anxiety medication like a cold redbull"
    },
    {
        "id": 1582697097383419905,
        "created_at": "2022-10-19 11:36:07+00:00",
        "text": "Remember how on that awesome netflix series The Last Dance, about the GOAT Micheal Jordan, the Pistons had the 'Jordan Rules' to stop MJ from taking flight? The FIA and RedBull had the 'Hamilton Rule'. Illegal spending, dirty racing and Masi, to stop Lewis from getting the 8th"
    },
    {
        "id": 1582696624630861824,
        "created_at": "2022-10-19 11:34:15+00:00",
        "text": "AstonMartinF1 I would ask Seb, what is he looking forward to doing most during the first race weekend next season when not racing. Also I'd thank him for sharing with us a brilliant career in which I've respected him at redbull, disliked him at ferrari &amp; loved him at Aston Martin. Seb5"
    },
    {
        "id": 1582696527150972928,
        "created_at": "2022-10-19 11:33:51+00:00",
        "text": "It's fucking 4:32 am and I'm still can't get enough sleep because i drank the redbull while coming back from concert....I want to kill myself"
    },
    {
        "id": 1582695764899528705,
        "created_at": "2022-10-19 11:30:50+00:00",
        "text": "MattyWTF1 But no redbull cost cap penalty "
    },
    {
        "id": 1582695695601266688,
        "created_at": "2022-10-19 11:30:33+00:00",
        "text": "BigBadP SkySportsF1 and mercedes didn't need the advantage they just beat redbull last year with less budget than redbull, redbull had to cheat"
    },
    {
        "id": 1582695679599603717,
        "created_at": "2022-10-19 11:30:29+00:00",
        "text": "taeyangski L3w1s_Nufc55 bobbyisabitbob formularacers_ The same driver than trashed yours in his very first season at redbull, not even a minor difference, not to mention bagged the only non mercedes wins of the season"
    },
    {
        "id": 1582695239684612096,
        "created_at": "2022-10-19 11:28:44+00:00",
        "text": "praxxup Redbull_Fridge Need fb"
    },
    {
        "id": 1582694747189440512,
        "created_at": "2022-10-19 11:26:47+00:00",
        "text": "tiatamaras Redbull Lila &gt;&gt;"
    },
    {
        "id": 1582694597134016512,
        "created_at": "2022-10-19 11:26:11+00:00",
        "text": "I didn't start drinking coffee until I was 20 and trying to lay off the redbull, now I make iced dirty chai teas in my own kitchen!!! Look at the growth."
    },
    {
        "id": 1582693945514917890,
        "created_at": "2022-10-19 11:23:36+00:00",
        "text": "Getting id'd for a redbull when you're about to turn 18 is very humbling"
    },
    {
        "id": 1582693935058948096,
        "created_at": "2022-10-19 11:23:33+00:00",
        "text": "The results for group 9 and group 10 of the Red Bull MEO Season 5 are in. Don't forget to tag your friends on the leaderboard in the comments. redbull redbullmeo gaming gamer gamingnews gamingcommunity clashroyale freefire "
    },
    {
        "id": 1582693135812993025,
        "created_at": "2022-10-19 11:20:23+00:00",
        "text": "f1trolls_ Atleast Redbull still made a car"
    },
    {
        "id": 1582692933995675649,
        "created_at": "2022-10-19 11:19:35+00:00",
        "text": "REDBULL RAMPAGE 2022 HERE DIRECT "
    },
    {
        "id": 1582692834208927745,
        "created_at": "2022-10-19 11:19:11+00:00",
        "text": "Are you one of the guys who didn't know Vettel raced for Redbull? "
    },
    {
        "id": 1582692541329088513,
        "created_at": "2022-10-19 11:18:01+00:00",
        "text": "RedBull's Checo's 2022 Austria Helmet No. 6 NFT for sale. NFTbuy NFTCommunity "
    },
    {
        "id": 1582692284117979136,
        "created_at": "2022-10-19 11:17:00+00:00",
        "text": "Pull up dat DJAce 1Xtra rum and redbull bad"
    },
    {
        "id": 1582692093520379905,
        "created_at": "2022-10-19 11:16:14+00:00",
        "text": "Gonna grab a can of redbull and head back to work "
    },
    {
        "id": 1582691867514130433,
        "created_at": "2022-10-19 11:15:20+00:00",
        "text": "christina_fwb SilverArrowsNet crashes are part of racing, Redbull cheated and should be punished"
    },
    {
        "id": 1582691763059576832,
        "created_at": "2022-10-19 11:14:55+00:00",
        "text": "SkySportsF1 they can literally spend loads of money this season and gain massive advantage for next season which is what redbull did, because their only issue is they don't have money and time to fully unlock their concept who cares if they are caught cheating? has redbull been punished?"
    },
    {
        "id": 1582691609845542912,
        "created_at": "2022-10-19 11:14:19+00:00",
        "text": "SkySportsF1 Just spend whatever money you want, works for redbull, the other 9 teams should just fire whatever they want into the pot for ne t season"
    },
    {
        "id": 1582691446930706432,
        "created_at": "2022-10-19 11:13:40+00:00",
        "text": "Motorsport Redbull power cheat trains "
    },
    {
        "id": 1582691394400813063,
        "created_at": "2022-10-19 11:13:28+00:00",
        "text": "Charles vs:F1-75 reliabilityFerrari strategy SantanderRedBull  "
    },
    {
        "id": 1582690925951987713,
        "created_at": "2022-10-19 11:11:36+00:00",
        "text": "The Red Bull Stratos mission proved that a human could break the speed of sound in freefall. spacemission redbull scienceandtechnology spaceexploration corpradar"
    },
    {
        "id": 1582690891005054978,
        "created_at": "2022-10-19 11:11:28+00:00",
        "text": "chroniccvnt girlblogger1000 Do you mean any BUT redbull flavour ?  that thing is nasty af I was going to comment it lmaoo"
    },
    {
        "id": 1582690784402604032,
        "created_at": "2022-10-19 11:11:02+00:00",
        "text": "SUYdH3dH0mwzwCI JunaidSamodien_ because redbull has already introduced a lot of upgrades it is shown with performance, mercedes hasn't brought many of them because it was unnecessary they had ride issues"
    },
    {
        "id": 1582690729406521344,
        "created_at": "2022-10-19 11:10:49+00:00",
        "text": "I don't have a redbull with me today, wish me luck"
    },
    {
        "id": 1582690689275826176,
        "created_at": "2022-10-19 11:10:39+00:00",
        "text": "Enioluwa_ AngeleeLos It's the lucozade for me Or take Redbull ...Redbull gives you wings"
    },
    {
        "id": 1582690563685371904,
        "created_at": "2022-10-19 11:10:10+00:00",
        "text": "I think a michelob at 6am on a Wednesday sounds better then a redbull but that's just mesavannabrie14 "
    },
    {
        "id": 1582690460731994114,
        "created_at": "2022-10-19 11:09:45+00:00",
        "text": "Scrutineering done for AlAttiyahN and SebastienLoeb   Stage 1A A.S.O. / charlylopezph | dppiimages / J.DelfosseW2RC FIA Teambahrain BRX TGR TGRW2RC RallyRaid Redbull  andaluciarally "
    },
    {
        "id": 1582690371649228800,
        "created_at": "2022-10-19 11:09:24+00:00",
        "text": "suzsportsfan ClarkAboveAll Technically, the Merc W12 was developed outside the budget cap in 2020 with $40M more budget tha  the RedBull. Even if RedBull spend $7M more in 2021 to develop the RB16B the Mercedes W12 cost a lot more than the W12. Don't be blindsighted by fanboyism."
    },
    {
        "id": 1582690306050383872,
        "created_at": "2022-10-19 11:09:08+00:00",
        "text": "Horner: Verstappen 'quite clearly the most talented' Red Bull F1 driver ever Full story   F1 Horner RedBull Verstappen"
    },
    {
        "id": 1582690163733323776,
        "created_at": "2022-10-19 11:08:34+00:00",
        "text": "lfcthijs alfonsoReV FraudmulaSem Uh... he's talking about comparisons between the Redbull cars..."
    },
    {
        "id": 1582690156498538497,
        "created_at": "2022-10-19 11:08:32+00:00",
        "text": "redbull and vape is the modernized version of coffee and a cig"
    },
    {
        "id": 1582689994711662592,
        "created_at": "2022-10-19 11:07:54+00:00",
        "text": "I'm gonna go buy cookies and redbull even tho caffeine makes cramps worse bcus im stupid and have a caffeine addiction"
    },
    {
        "id": 1582689580532510720,
        "created_at": "2022-10-19 11:06:15+00:00",
        "text": "aqusyyVAL Redbull_Fridge Lets go"
    },
    {
        "id": 1582689305511661568,
        "created_at": "2022-10-19 11:05:10+00:00",
        "text": "Formula1Wimbo DJMar1936 joseph_reis_ Richard99788924 F1Imi MattyWTF1 Here's a thought if redbull have overspent last year due to neweys wages does that mean that they have overspent this year also because I presume he is still paid the say way   we have all this to look forward to next year "
    },
    {
        "id": 1582689271596490752,
        "created_at": "2022-10-19 11:05:01+00:00",
        "text": "Finna be a long day today. Send hugs and a fuji apple redbull."
    },
    {
        "id": 1582689217972355072,
        "created_at": "2022-10-19 11:04:49+00:00",
        "text": "There is no redbull at the shop, it was either Mofaya or Burn... Took burn but I don't trust neither.Wabo ho dash ka energy drink weekend ke lebetse ke ngwana skolo "
    },
    {
        "id": 1582689152877068290,
        "created_at": "2022-10-19 11:04:33+00:00",
        "text": "McLaren makes Red Bull 'cheating' penalty proposal to FIA  via wearetherace ________________________________________F1 RedBull CostCapGate"
    },
    {
        "id": 1582688471881482240,
        "created_at": "2022-10-19 11:01:51+00:00",
        "text": "Naija_PR Music and a redbull "
    },
    {
        "id": 1582687623344427009,
        "created_at": "2022-10-19 10:58:28+00:00",
        "text": "New item on bucket list.. watch redbull dance your style Japan live."
    },
    {
        "id": 1582687478149832704,
        "created_at": "2022-10-19 10:57:54+00:00",
        "text": "StevenQ74 seanplant8 UtdConor02 MattyWTF1 So every other teams accountant read the rules, applied the rules correctly and stayed under the cap except the incompetent Redbull accountant who can't read?"
    },
    {
        "id": 1582687398688788480,
        "created_at": "2022-10-19 10:57:35+00:00",
        "text": "that 'and i feeeel like i just got home' song is playing at subway rn and i just remember smoothly animated redbull-drunk peter griffin."
    },
    {
        "id": 1582686978222743554,
        "created_at": "2022-10-19 10:55:55+00:00",
        "text": "good morning tl I started drinking a redbull and thought it was kinda ass but the more I drink it the better it getsanyways this might push me to deactivate I can't keep waking up to this chaos in my notifs "
    },
    {
        "id": 1582686843287396353,
        "created_at": "2022-10-19 10:55:22+00:00",
        "text": "My 2022 United States Grand Prix preview, Round 19 of the 2022 fia F1 World Championship! Enjoy!  AlfaRomeo Alpine CL16 CS55 EO31 F1 FA14 Ferrari GR63 LH44 LN4 McLaren Mercedes MV1 RedBull RESports SP11 sports UnitedStatesGP USGP VB77"
    },
    {
        "id": 1582686822789894145,
        "created_at": "2022-10-19 10:55:18+00:00",
        "text": "Formula1Wimbo DJMar1936 joseph_reis_ Richard99788924 F1Imi MattyWTF1 The rules inform you of right and wrong doing so knowing redbull overspent on the budget cap is straight forward  "
    },
    {
        "id": 1582686009523077121,
        "created_at": "2022-10-19 10:52:04+00:00",
        "text": "ReDbUlL dOmInAnCe iS bOrInG fOr ThE sPoRt Also Toto- 'our dominance isn't over'Ah okay Toto so it's only okay when your team is dominating and making the sport boring, but redbull dominate a season in a slower car because Ferrari can't get their shit together and it's boring? "
    },
    {
        "id": 1582685674452717568,
        "created_at": "2022-10-19 10:50:44+00:00",
        "text": "edascedes And is not on a contract basis. A full time employee  redbullracing  F1xed CostCapChampion  CostcappenScandal CostCapScandal HumanErrorChampion RedbullCheats redbull FinancialDoping"
    },
    {
        "id": 1582685657536745474,
        "created_at": "2022-10-19 10:50:40+00:00",
        "text": "crazyandgrey fayfreddie10 SilverArrowsNet Lack of integrity will be shown and continued. fia will do everything it can to give Redbull only a fine"
    },
    {
        "id": 1582685342683267075,
        "created_at": "2022-10-19 10:49:25+00:00",
        "text": "F1Fan_92 FraudmulaSem ITS BECAUSE THE CAR IN THE START OF THE SEASON SUITED PEREZAND I DO NOT SUPPORT REDBULL OR ALONSO WHY DO YOY BRING THEM TWO UP"
    },
    {
        "id": 1582685289751121920,
        "created_at": "2022-10-19 10:49:12+00:00",
        "text": "SilverArrowsNet redbullracing should be stripped both 2021year WDC WCC points. F1xed CostCapChampion  CostcappenScandal CostCapScandal HumanErrorChampion RedbullCheats redbull FinancialDoping"
    },
    {
        "id": 1582685119965724672,
        "created_at": "2022-10-19 10:48:32+00:00",
        "text": "ArtSaSch redbullracing should be stripped both 2021year WDC WCC points. F1xed CostCapChampion  CostcappenScandal CostCapScandal HumanErrorChampion RedbullCheats redbull FinancialDoping"
    },
    {
        "id": 1582684734093545474,
        "created_at": "2022-10-19 10:47:00+00:00",
        "text": "Redbull_italy Dm unitedbabess for feature"
    },
    {
        "id": 1582684699645779968,
        "created_at": "2022-10-19 10:46:51+00:00",
        "text": "MrrLH44 MattyWTF1 Unlikely .. Redbull and the FIA have a very cozy relationship"
    },
    {
        "id": 1582684613369290757,
        "created_at": "2022-10-19 10:46:31+00:00",
        "text": "Redbull_italy Dm ExoticModelss to feature"
    },
    {
        "id": 1582684376294641666,
        "created_at": "2022-10-19 10:45:34+00:00",
        "text": "F1Fan_92 FraudmulaSem a team can't bring in different style upgrades every week to suit both styles. they have to find a compromise or settle on one style. like RedBull bring upgrades which suit Max's driving Style noth both perez and max or find a compromise for it."
    },
    {
        "id": 1582684357856493569,
        "created_at": "2022-10-19 10:45:30+00:00",
        "text": "This Redbull gone have to work miracles today "
    },
    {
        "id": 1582684221906497537,
        "created_at": "2022-10-19 10:44:58+00:00",
        "text": "It is finally our time to play RedBullFactions Quarterfinals! dren_bar  redbull drawntodare redbullITA PGEsportsIT_LoL league_italia "
    },
    {
        "id": 1582684097314697216,
        "created_at": "2022-10-19 10:44:28+00:00",
        "text": "seanplant8 StevenQ74 UtdConor02 MattyWTF1 Of course, the Redbull accountant didn't budget for damage in their budget unlike every other accountant at every other team on the grid."
    },
    {
        "id": 1582683178594025472,
        "created_at": "2022-10-19 10:40:49+00:00",
        "text": "Billiam_Shake To, anyone who drinks alcohol with energy drinks, it's my earnest request, please dont do it. In 2014, 27 college students passed away from heart attack, after drinking JaegerBomb cocktail. Which is Jagermeister, Redbull and Vodka, cocktail. Alcohol and Caffeine doesn't mix well."
    },
    {
        "id": 1582683048835158022,
        "created_at": "2022-10-19 10:40:18+00:00",
        "text": "F1Fan_92 FraudmulaSem that's not how it worksif that was the case, RedBull could've made 2 seperate cars all together and not asked Gasly, Albon, Perez to adapt to Max's style"
    },
    {
        "id": 1582682661574746112,
        "created_at": "2022-10-19 10:38:45+00:00",
        "text": "HarryRather andrewje_home RedBull is a marketing company, not a good and beverage or racing company, they have a lot of sponsors  around"
    },
    {
        "id": 1582682176486711297,
        "created_at": "2022-10-19 10:36:50+00:00",
        "text": "moteelorlar HerForSheggz _david_logan starradlergh_ Heineken Nike adidas OraimoMate redbull binance OrijinNigeria Yes ooo, premium stuffs"
    },
    {
        "id": 1582682002704437248,
        "created_at": "2022-10-19 10:36:08+00:00",
        "text": "F1Fan_92 FraudmulaSem Max literally made Ricciardo leave RedBull LMFAOOO"
    },
    {
        "id": 1582681930977267712,
        "created_at": "2022-10-19 10:35:51+00:00",
        "text": "Gonna have to be off mad coffee and Redbull today "
    },
    {
        "id": 1582681738551382018,
        "created_at": "2022-10-19 10:35:05+00:00",
        "text": "F1Fan_92 FraudmulaSem yeah that's because Ferrari started developing the car towards Sainz which had the effect of their tyre issue giving a huge and blatant advantage to Max and RedBull. it's just like 2017 &amp; 18 where Ferrari stabbed themselves giving the other person an easy title win."
    },
    {
        "id": 1582681157262770177,
        "created_at": "2022-10-19 10:32:47+00:00",
        "text": "F1Fan_92 FraudmulaSem i could argue saying Rosberg would've won the title in Abu Dhabi 2014 with double points had he not have an ERS issue?well if yoy discredit the 2021 season for RedBull and Max, 2007 should be discredited for max and it should be said he had a farce of a rookie year?"
    },
    {
        "id": 1582680491827728391,
        "created_at": "2022-10-19 10:30:08+00:00",
        "text": "Redbull o'clock "
    },
    {
        "id": 1582680345631023105,
        "created_at": "2022-10-19 10:29:33+00:00",
        "text": "2.If Dr Marko's compensation is a problem, I think RedBull will be looking to use the regs designed to eliminated driver compensation from the cap to also exempt Dr Marko. How? Here is the rule exempting driver compensation. I have highlighted 'Connected Party'. Why? "
    },
    {
        "id": 1582680341013491713,
        "created_at": "2022-10-19 10:29:32+00:00",
        "text": "Really interesting comments from PeterDWindsor on his latest Youtube video about Red Bull's CostCap issue. He understands Dr Helmut Marko's compensation might be one of a number of issues disputed between RedBull and the FIA. But how? F1 "
    },
    {
        "id": 1582680094619078658,
        "created_at": "2022-10-19 10:28:33+00:00",
        "text": "No better lunch than a redbull and two peanut butter cookies :v"
    },
    {
        "id": 1582679915153231873,
        "created_at": "2022-10-19 10:27:51+00:00",
        "text": "F1Fan_92 FraudmulaSem the season isn't over so how will they put RedBull on the graph?Lewis' only tough title fight during these years were 2016 &amp; 2021 and he lost those two years. every other year he's cruised home to win the title."
    },
    {
        "id": 1582679735867359232,
        "created_at": "2022-10-19 10:27:08+00:00",
        "text": "Howardroak SilverArrowsNet They are forcing all team beaches cost cap instead of punishing redbull"
    },
    {
        "id": 1582679289392427008,
        "created_at": "2022-10-19 10:25:22+00:00",
        "text": "Redbull is my best friend today.. and the soreness from leg day is worse today "
    },
    {
        "id": 1582679070554624001,
        "created_at": "2022-10-19 10:24:29+00:00",
        "text": "F1Fan_92 FraudmulaSem that graph shows mercedes has had 4 cars over 6 tenths quicker than any car on the grid and RedBull this year pre Ferrari tyre chewing issues was basically on the same level or either marginally quicker/slower than the F75."
    },
    {
        "id": 1582677043942424576,
        "created_at": "2022-10-19 10:16:26+00:00",
        "text": "hhhhv7777 lil bro eats paprika pringles + redbull combo in bed at 3am then complains about stomach pain"
    },
    {
        "id": 1582676433700548608,
        "created_at": "2022-10-19 10:14:01+00:00",
        "text": "drunk a redbull and now i got a fire up my ass in the office lmaooo"
    },
    {
        "id": 1582676409767845888,
        "created_at": "2022-10-19 10:13:55+00:00",
        "text": "Definitely a RedBull kinda day"
    },
    {
        "id": 1582676046415294465,
        "created_at": "2022-10-19 10:12:28+00:00",
        "text": "redbull Do you think you could spend a bit of money cleaning up after your dead beat customers?"
    },
    {
        "id": 1582675949992448000,
        "created_at": "2022-10-19 10:12:05+00:00",
        "text": "HerForSheggz _david_logan Premium brands only oh! starradlergh_ Heineken Nike adidas OraimoMate redbull binance OrijinNigeria SHEGGZ OLU THE BRAND 25 DAYS TO P27 SheggzOlu "
    },
    {
        "id": 1582675887555690497,
        "created_at": "2022-10-19 10:11:50+00:00",
        "text": "Went to drink my Redbull with Cherries, almost drank cum..."
    },
    {
        "id": 1582675564414259200,
        "created_at": "2022-10-19 10:10:33+00:00",
        "text": "Motorsport Ferrari has been suffering from the FIA's new order of downforce, and by the aerodynamics of the car the tires wear out excessively. Redbull, on the other hand, who has money to spare and used more must have fixed this problem, in a matter of Mercedes the tires takelong timeheat"
    },
    {
        "id": 1582675223446372352,
        "created_at": "2022-10-19 10:09:12+00:00",
        "text": "F1 tomando um redbull "
    },
    {
        "id": 1582673408495702017,
        "created_at": "2022-10-19 10:01:59+00:00",
        "text": "RB Salzburg V Chelsea25 October 2022 | 18:45Red Bull Arena, SalzburgRedbull's Salzburg will meet Chelsea for 90 min of football at the Red Bull Arena. Who do you think is Chelsea's best player at the moment?Playcoza | Cozaplay "
    },
    {
        "id": 1582673239587065858,
        "created_at": "2022-10-19 10:01:19+00:00",
        "text": "That you know are 'never' going to come since they 'never' punish Redbull  CostCapScandal FIA MaxIsA2xWorldChampion"
    },
    {
        "id": 1582673237930303488,
        "created_at": "2022-10-19 10:01:19+00:00",
        "text": "If redbullracing truly have the fia in their pockets (like the LhCult constantly claim) and are 100% protected then why would the FIA even put it out there that Redbull went over the cap  and if you do deep down truly believe it why are you still crying about punishments"
    },
    {
        "id": 1582671739712344064,
        "created_at": "2022-10-19 09:55:22+00:00",
        "text": "SilverArrowsNet Meanwhile redbull bring another 10 upgrades to stop Mercs getting any win this year"
    },
    {
        "id": 1582671711736299520,
        "created_at": "2022-10-19 09:55:15+00:00",
        "text": "redbull be saving my life in these wee hours"
    },
    {
        "id": 1582671707197755392,
        "created_at": "2022-10-19 09:55:14+00:00",
        "text": "sebs_redbull For sure, but I think it's more of a problem for women. But really the biggest issue is the lack of opportunities given, which is female centric projects like W Series and Iron Dames exist"
    },
    {
        "id": 1582671140207878145,
        "created_at": "2022-10-19 09:52:59+00:00",
        "text": "F1 danielricciardo He should've never left Redbull. All those podiums and Wins Checo had would have been for Daniel Ric"
    },
    {
        "id": 1582670978135400448,
        "created_at": "2022-10-19 09:52:20+00:00",
        "text": "Theres no mood a 435 redbull can can't fix "
    },
    {
        "id": 1582670443319697409,
        "created_at": "2022-10-19 09:50:12+00:00",
        "text": "CalcioNFT Good morning  and have a bearish day ahead. And ending with a redbull towards the end of the day."
    },
    {
        "id": 1582670210925928449,
        "created_at": "2022-10-19 09:49:17+00:00",
        "text": "i mean. i have redbull all the time but thts different nothing compares"
    },
    {
        "id": 1582669876191076353,
        "created_at": "2022-10-19 09:47:57+00:00",
        "text": "sebs_redbull Money is for the most part. It's also a case of encouragement and lack of opportunity for women."
    },
    {
        "id": 1582669308387241985,
        "created_at": "2022-10-19 09:45:42+00:00",
        "text": "jack28244313 L. Sugar free redbull is the only soft drink that taste better then the sugar version"
    },
    {
        "id": 1582669024538030081,
        "created_at": "2022-10-19 09:44:34+00:00",
        "text": "Yissan10 eme2alumnos Makedonja33 AlexCortes1903 FormulaAnon In 2011 and 2013 destroyed a very good teammate in Webber. There is zero chance of alonso destroying vettel in those years at redbull."
    },
    {
        "id": 1582668108812013568,
        "created_at": "2022-10-19 09:40:56+00:00",
        "text": "MattyWTF1 So have Redbull. From Horner being very vocal about it it's all gone very silent. Speaks volumes really."
    },
    {
        "id": 1582667897205190656,
        "created_at": "2022-10-19 09:40:05+00:00",
        "text": "SojaaaoYaar Coz redbull gave me wings weeeee"
    },
    {
        "id": 1582667862065709056,
        "created_at": "2022-10-19 09:39:57+00:00",
        "text": "LeJamesIndustry Vodka Redbull's on Parade "
    },
    {
        "id": 1582667581097660419,
        "created_at": "2022-10-19 09:38:50+00:00",
        "text": "F1 danielricciardo the 2021 championship Mazi, Redbull and Max have stormed the championship title from Lewis at Mercedes. Redbull's cheating in the evolution of the 2021 and 2022 car deserves serious punishment, only in this way can F1 restart."
    },
    {
        "id": 1582666984315293699,
        "created_at": "2022-10-19 09:36:28+00:00",
        "text": "wearetherace Spot on. But they'll learn from this year and come back stronger. I want to see a more fierce battle (without drama and bullying) between them and RedBull."
    },
    {
        "id": 1582665963631448064,
        "created_at": "2022-10-19 09:32:24+00:00",
        "text": "VikaHG TheTIGriff FraudmulaSem LOL yeah Lewis. We're just going to ignore monza, Brazil, Abu Dhabi, Jeddah. The max verstappen terrorist races have probably been deleted from the memory of the redbull ideologues."
    },
    {
        "id": 1582665822119415808,
        "created_at": "2022-10-19 09:31:51+00:00",
        "text": "DaOneBlaze Redbull stop before I humble you"
    },
    {
        "id": 1582665740339281926,
        "created_at": "2022-10-19 09:31:31+00:00",
        "text": "FormulaDino Mercedes won't be back on top next Year. 2023 is also an easy RedBull Dominant year. 2024 could get interesting again."
    },
    {
        "id": 1582665611934838784,
        "created_at": "2022-10-19 09:31:01+00:00",
        "text": "Billiam_Shake Don't have ur vodka with Redbull..Try Cranberry Juice "
    },
    {
        "id": 1582665538102505472,
        "created_at": "2022-10-19 09:30:43+00:00",
        "text": "SpaceYaMagari Karimijunior VinceChepkwony DELTAMOTORSPOR1 redbull Oh God, my boys would have loved this, unfortunately I'll be out!"
    },
    {
        "id": 1582665530527600641,
        "created_at": "2022-10-19 09:30:41+00:00",
        "text": "Formula1Wimbo Richard99788924 F1Imi MattyWTF1 Just redbull pushing the rules to the limit and beyond they could have checked that with the fia any time throughout the year but didn't"
    },
    {
        "id": 1582665524403933186,
        "created_at": "2022-10-19 09:30:40+00:00",
        "text": "FraudmulaSem Imagine disagreeing with the chief tech engineers of both redbull and Mercedes' regarding the quality of both cars, then confidently posting that publicly. Redbull fans really are amazing. Lucky  completely unprecedented rule break, which lost him the title deciding race. Luck?"
    },
    {
        "id": 1582664875016302592,
        "created_at": "2022-10-19 09:28:05+00:00",
        "text": "Take an unfiltered look into the creative process for Teyana's iconic performance at Red Bull Music Festival New York. (2020)"
    },
    {
        "id": 1582664749380423680,
        "created_at": "2022-10-19 09:27:35+00:00",
        "text": "Motorsport Besides Hungary RedBull was a better car specially in tyre deg"
    },
    {
        "id": 1582664344046776322,
        "created_at": "2022-10-19 09:25:58+00:00",
        "text": "ughramik It was the opposite for me, just bought redbull even"
    },
    {
        "id": 1582664096045887488,
        "created_at": "2022-10-19 09:24:59+00:00",
        "text": "Redbull for breakfast "
    },
    {
        "id": 1582664053628944384,
        "created_at": "2022-10-19 09:24:49+00:00",
        "text": "Cairoli takes the hot seat as RedBull KTM's Team manager  "
    },
    {
        "id": 1582663951619608576,
        "created_at": "2022-10-19 09:24:25+00:00",
        "text": "Sportsmansion1 KobsrugbyUg Omuteso JWaninda GardensNajjera thealchemistkla I'm team redbull but the Mercedes' jacket is "
    },
    {
        "id": 1582663554444189696,
        "created_at": "2022-10-19 09:22:50+00:00",
        "text": "tracey_wheels Make sure he's got redbull and snickers on standby "
    },
    {
        "id": 1582662515271475202,
        "created_at": "2022-10-19 09:18:42+00:00",
        "text": ":;('`);:RedBull:;('`);:"
    },
    {
        "id": 1582662471239995393,
        "created_at": "2022-10-19 09:18:32+00:00",
        "text": "RedBull on-pack promotion for emerging streaming starsonpackpromotion streaming energydrink 360campaign asiantrader industrynews"
    },
    {
        "id": 1582662408291512321,
        "created_at": "2022-10-19 09:18:17+00:00",
        "text": "Moment of Glory Open: Holographic Wonders of The Ancients pt.3 redbull redbullgaming Guerrilla PSBlog Playstation VGPNetwork RedBullCapturePointUS Contest VirtualPhotography VPGamersUnite VGPUnite PS5Share HorizonForbiddenWest VPGAMERS TheCapturedCollective "
    },
    {
        "id": 1582662131589484544,
        "created_at": "2022-10-19 09:17:11+00:00",
        "text": "Meet Guinness World Record Holder &amp; Drift Athlete AhmadDaham .Link to full video  mpesa PublicService KCSE Salasya Redbull KICC Kenya DriftAcademy KenyaCarScene NotToday UkraineWar UkraineRussiaWar WorldRecord  WorldcupQatar2022  WorldCup "
    },
    {
        "id": 1582662048781328384,
        "created_at": "2022-10-19 09:16:51+00:00",
        "text": "redbull danny_macaskill Whip"
    },
    {
        "id": 1582661666101420034,
        "created_at": "2022-10-19 09:15:20+00:00",
        "text": "Motorsport Max Verstappen has been so consistent this season and ferrari as a team have been poor strategy wise where as  redbull excel"
    },
    {
        "id": 1582661419056893953,
        "created_at": "2022-10-19 09:14:21+00:00",
        "text": "ArjunB9591 Puri chole aur redbull"
    },
    {
        "id": 1582661277779775488,
        "created_at": "2022-10-19 09:13:47+00:00",
        "text": "lilali1982 kvist_sara elizagracehuber Why the heck does anyone need context and due process anymore when we can investigate and resolve the mindset of redbullracing  on Twitter anyway. If Redbull cheated, they are to be punished.All I said is we do not know the complete picture. There are rules for that."
    },
    {
        "id": 1582661228769718272,
        "created_at": "2022-10-19 09:13:36+00:00",
        "text": "Willseh14 Man I really underrated last years cars, the merc and the redbull are stunning"
    },
    {
        "id": 1582661102277885952,
        "created_at": "2022-10-19 09:13:05+00:00",
        "text": "F1 danielricciardo Redbull Danny Ric was something Special "
    },
    {
        "id": 1582660925328609282,
        "created_at": "2022-10-19 09:12:23+00:00",
        "text": "I want a redbull"
    },
    {
        "id": 1582660754674962432,
        "created_at": "2022-10-19 09:11:42+00:00",
        "text": "The staple of the flop era is diluting a berroca with a can of redbull"
    },
    {
        "id": 1582660055198879744,
        "created_at": "2022-10-19 09:08:56+00:00",
        "text": "redbull hanggang madeds "
    },
    {
        "id": 1582659900295221248,
        "created_at": "2022-10-19 09:08:19+00:00",
        "text": "Hey is anyone interested in a cheap siege acc with some nice skins (redbull, older pro leagues, ...), some champ charms and a clean name?"
    },
    {
        "id": 1582659793549873152,
        "created_at": "2022-10-19 09:07:53+00:00",
        "text": "Moment of Glory Open: Holographic Wonders of The Ancients pt.2 redbullgaming redbull Guerrilla PSBlog Playstation VPGNetworkRedBullCapturePointUS Contest VGPUnite VirtualPhotography VPGamersUnite VPGAMERS PS5Share HorizonForbiddenWest TheCapturedCollective "
    },
    {
        "id": 1582659534811959296,
        "created_at": "2022-10-19 09:06:52+00:00",
        "text": "So the fact RedBull are only finding out they interpreted the rules wrong this far into this year's season, does that mean they'll exceed the cost cap again this year? If so how will people try blame other drivers when their damages are this much? "
    },
    {
        "id": 1582659128094167041,
        "created_at": "2022-10-19 09:05:15+00:00",
        "text": "Billiam_Shake Try the RedBull cola flavour . We used to get it here in UK, but they stopped selling it here. But I had it recently on a trip to Switzerland. I love it "
    },
    {
        "id": 1582659041653706752,
        "created_at": "2022-10-19 09:04:54+00:00",
        "text": "bravepromote Redbull"
    },
    {
        "id": 1582658425615372289,
        "created_at": "2022-10-19 09:02:27+00:00",
        "text": "MalikaSiheme98 redbullgaming redbull Congrates "
    },
    {
        "id": 1582658336860012544,
        "created_at": "2022-10-19 09:02:06+00:00",
        "text": "'There's been an influx of new cyclists during lockdown, but if I was one of them I wouldn't know where to start. Link My Ride will neaten everything up. It's free to download &amp; built for the community.' - tompidcock Read more theredbulletin "
    },
    {
        "id": 1582657901629304834,
        "created_at": "2022-10-19 09:00:22+00:00",
        "text": "And this is why I can never stay away from redbull "
    },
    {
        "id": 1582657857714941953,
        "created_at": "2022-10-19 09:00:12+00:00",
        "text": "'Imitation is the sincerest form of flattery that mediocrity can pay to greatness.' blawg MonsterEnergy v redbull trademarks "
    },
    {
        "id": 1582657533881171968,
        "created_at": "2022-10-19 08:58:55+00:00",
        "text": "Moment of Glory Open: Holographic Wonders of The Ancients pt. 1 redbull redbullgaming Guerrilla PSBlog Playstation VGPNetwork RedBullCapturePointUS Contest PS5Share HorizonForbiddenWest VGPUnite VirtualPhotography VPGamersUnite VPGAMERS TheCapturedCollective "
    },
    {
        "id": 1582656719859355648,
        "created_at": "2022-10-19 08:55:41+00:00",
        "text": "Had redbull for the first time in my life and damn it tastes like a fucking cough syrup. "
    },
    {
        "id": 1582656566217830404,
        "created_at": "2022-10-19 08:55:04+00:00",
        "text": "Mr. OkwiJohnpaul goes ahead to elaborate on how the brand redbull is able to command premium prices in comparison to other energy drinks on market, simply because the brand has positioned itself perfectly.That is why people are able to pay MORE for it than it's substitutes "
    },
    {
        "id": 1582656530352312321,
        "created_at": "2022-10-19 08:54:55+00:00",
        "text": "Formula1Wimbo Richard99788924 F1Imi MattyWTF1 No just once will do  but if redbull think they are being smart other teams will follow "
    },
    {
        "id": 1582655529221951489,
        "created_at": "2022-10-19 08:50:57+00:00",
        "text": "whatever u do never drink preworkout if u run out of redbull now my whole body is itching  i regret it"
    },
    {
        "id": 1582655328168005632,
        "created_at": "2022-10-19 08:50:09+00:00",
        "text": "cherrysuii redbull, vodka and lemon juice, this was my first homemade cocktail. it tastes good."
    },
    {
        "id": 1582654599109828608,
        "created_at": "2022-10-19 08:47:15+00:00",
        "text": "watch me create the next RedBull. I need a strong marketing team, wya"
    },
    {
        "id": 1582653915728080896,
        "created_at": "2022-10-19 08:44:32+00:00",
        "text": "lady with a redbull staring at my headscarf woman you focused on the wrong accessory !!"
    },
    {
        "id": 1582653726636257280,
        "created_at": "2022-10-19 08:43:47+00:00",
        "text": "redbullracing RedBull and Honda  cheating mother father "
    },
    {
        "id": 1582653601263984641,
        "created_at": "2022-10-19 08:43:17+00:00",
        "text": "RedBull are doing one of those extreme videos with that drift king."
    },
    {
        "id": 1582653107418243072,
        "created_at": "2022-10-19 08:41:19+00:00",
        "text": "Yissan10 MertCl16 FormulaAnon Ok good performance, but point still stands he wouldn't be challenging if the redbull was reliable"
    },
    {
        "id": 1582652788869574657,
        "created_at": "2022-10-19 08:40:03+00:00",
        "text": "My mind is a redbull engine"
    },
    {
        "id": 1582651596046860295,
        "created_at": "2022-10-19 08:35:19+00:00",
        "text": "Don__Jon_ MattyWTF1 They are still investigating and not looking good for RedBull honestly "
    },
    {
        "id": 1582651280224186370,
        "created_at": "2022-10-19 08:34:04+00:00",
        "text": "Nah those RedBull drift brothers "
    },
    {
        "id": 1582651111453827072,
        "created_at": "2022-10-19 08:33:23+00:00",
        "text": "redbull Man yall putting the super hero serum in your drinks?"
    },
    {
        "id": 1582650875419377664,
        "created_at": "2022-10-19 08:32:27+00:00",
        "text": "Matze_150 pseudobnubilado Should be on Redbull's Youtube, Twitch, and also my facebook. Also I believe additional games will be on Nili's Twitch."
    },
    {
        "id": 1582650853345103873,
        "created_at": "2022-10-19 08:32:22+00:00",
        "text": "Kermis is bringing Mojitos to make our customers more Valuable.Contact: 03010163333Website: Location: Main Grand Trunk Rd, near Merryland Marriage Hall, Khakri, Lalamusa, Gujrat, Punjab 50200kermis foodie food mojitos redbull orange strawberry "
    },
    {
        "id": 1582650401761169408,
        "created_at": "2022-10-19 08:30:34+00:00",
        "text": "this account tweets more about RedBull than Hamilton "
    },
    {
        "id": 1582650056741507072,
        "created_at": "2022-10-19 08:29:12+00:00",
        "text": "McwNL95 MattyWTF1 All you redbull sandwich fans got no clue."
    },
    {
        "id": 1582649949669404672,
        "created_at": "2022-10-19 08:28:46+00:00",
        "text": "Cameranesi1 oscarolim vinaydalwani451 aricedes44 Dan Fallows (the man you are talking about). Didn't follow the agreements in his contract with Redbull. he was meant to file his resignation 6 months before leaving, which he didn't do. your agenda and knowledge is shite"
    },
    {
        "id": 1582649893457305601,
        "created_at": "2022-10-19 08:28:33+00:00",
        "text": "SilverArrowsNet Redbull have given the FIA the perfect chance to right the wrong from Abu Dhabi. Take that chance! fia f1"
    },
    {
        "id": 1582649669322428416,
        "created_at": "2022-10-19 08:27:40+00:00",
        "text": "MattyWTF1 Well Redbull did give reasons before they wven said which teams broke it that they did it differently to the FIA. But sounds like a lot of grey areas around the whole budget cap. What ever the outcome i hope they only deal a financial cost to the both teams.Would ruin last season"
    },
    {
        "id": 1582649592012996608,
        "created_at": "2022-10-19 08:27:21+00:00",
        "text": "Sisterfister6_9 anythingbott redbull is garbage, doesnt even have any flavour choices for sugarfree versions, monster clears and is cheaper"
    },
    {
        "id": 1582648048932761601,
        "created_at": "2022-10-19 08:21:13+00:00",
        "text": "Imma be up until them redbull a wear off and guess who gotta deal with me ?? Y'all whoever you just scrolling and can't sleep"
    },
    {
        "id": 1582647716714512384,
        "created_at": "2022-10-19 08:19:54+00:00",
        "text": "jonocoetzer DavidInIRasta at4691 Can anyone explain the 'free performance' RedBull were getting with that flapping wing that opened a lot more than 0.2mm extra and then mysteriously closed perfectly again. Or how they were allowed to work on it on grid? Do u really think they couldn't fix it?"
    },
    {
        "id": 1582647620035661824,
        "created_at": "2022-10-19 08:19:31+00:00",
        "text": "Redbull Racing puts support behind industry food waste reduction  eventprofs "
    },
    {
        "id": 1582647277721731077,
        "created_at": "2022-10-19 08:18:09+00:00",
        "text": "Horner: 'Verstappen, Red Bull'da Yarismis en Yetenekli Pilot'-&gt;  F1 F1izle Formel1 Formula1 Haber Motorsporlari Motorsports News Online Redbull WatchF1 Yarismis TRmotosports "
    },
    {
        "id": 1582647188697796608,
        "created_at": "2022-10-19 08:17:48+00:00",
        "text": "When it states send unlike others I like small sends..Coffee sends Redbull sends..Even entering my dms a send is a send simple.. I can act greedy if I have to.. but 90% of the time I prefer to enjoy the role of a Dom..Don't get me wrong Drains are fun "
    },
    {
        "id": 1582646906068832257,
        "created_at": "2022-10-19 08:16:41+00:00",
        "text": "ChrisSu29369464 redbullracing fia F1 redbull You forget 2021 and 2020 and the rest of the years merc was dominant.. Yeah.... How fucking biased was the FIA to merc. And now RB is back dominant and now it's the biggest problem ever."
    },
    {
        "id": 1582646418707468288,
        "created_at": "2022-10-19 08:14:45+00:00",
        "text": "alexnijenhuis MattyWTF1 I feel the FIA don't help, they announced the overspend then no clear timeframe for Redbull to agree/disagree and leave everyone searching for possible outcomes on twitter."
    },
    {
        "id": 1582645925327273984,
        "created_at": "2022-10-19 08:12:47+00:00",
        "text": "i've officially reached a point in my job where i'm up so early that when i go into walgreens next door to get a redbull the cashier recognizes me"
    },
    {
        "id": 1582645846424031233,
        "created_at": "2022-10-19 08:12:28+00:00",
        "text": "Bamsemanden2 Wrong ,.., they had a car suite both drivers but with wrong strategy, no team orders and DNF's they lost the fight with RedBull and driver championship"
    },
    {
        "id": 1582645829659414528,
        "created_at": "2022-10-19 08:12:24+00:00",
        "text": "// considering the amount of SmirnoffUS and redbull I drink I would like a sponsorship, they can have logos on my car "
    },
    {
        "id": 1582645248508907520,
        "created_at": "2022-10-19 08:10:06+00:00",
        "text": "Drank Redbull to study but now I'm jumping on the bed"
    },
    {
        "id": 1582645123917131776,
        "created_at": "2022-10-19 08:09:36+00:00",
        "text": "StarFyr3z AliaNabalu Hmmm...if u can't take redbull i suggest a break every 40min of work, take a candy to recharge ur brain and do some light exercise so that blood flows through ur hand, hand cramps is bad and should be avoided, i learned it the hard way."
    },
    {
        "id": 1582644832878460929,
        "created_at": "2022-10-19 08:08:26+00:00",
        "text": "i ended up drinking the entire can of red bull and painting half of a pumpkin in 1 hour. dear god help me (peep the straw cuz like  orange, also that is a very large can of redbull) "
    },
    {
        "id": 1582644514128220160,
        "created_at": "2022-10-19 08:07:10+00:00",
        "text": "drank a redbull and thought of her now i'm horn knee"
    },
    {
        "id": 1582644036057194498,
        "created_at": "2022-10-19 08:05:16+00:00",
        "text": "redbull I don't need redbull, the redbull needs me."
    },
    {
        "id": 1582644017094750209,
        "created_at": "2022-10-19 08:05:12+00:00",
        "text": "Pvliogoat Redbull"
    },
    {
        "id": 1582643370781908992,
        "created_at": "2022-10-19 08:02:38+00:00",
        "text": "Check out the Ultimate Wingsuit Fly-By of The Taj Mahal, one of the seven wonders of the world, organised by Red Bull IndiaRedBull TajMahal"
    },
    {
        "id": 1582642722623537153,
        "created_at": "2022-10-19 08:00:03+00:00",
        "text": "In support of sustainable farming, Red Bull Racing launches series of new initiatives.Such a great idea...read more  "
    },
    {
        "id": 1582641795049328640,
        "created_at": "2022-10-19 07:56:22+00:00",
        "text": "MalikaSiheme98 redbullgaming redbull Absolutely love to see this, congratulations! You're a maverick "
    },
    {
        "id": 1582641405255897088,
        "created_at": "2022-10-19 07:54:49+00:00",
        "text": "whitelist Cummings minting theemaripossa foolsballoon BuyPunks Gjordav54 realEvanBrown Billion_Redbull dimasazv MarionaBanyeres chachabubbly itoqin dswinkgfx HypnoToadzNFTs Avirm20 Pulmonis "
    },
    {
        "id": 1582641176422666241,
        "created_at": "2022-10-19 07:53:55+00:00",
        "text": "MattyWTF1 There busy talking with redbull on what penalty they should get "
    },
    {
        "id": 1582640016831877120,
        "created_at": "2022-10-19 07:49:18+00:00",
        "text": "malkasahbi RedBull"
    },
    {
        "id": 1582639974436200448,
        "created_at": "2022-10-19 07:49:08+00:00",
        "text": "alexnijenhuis MattyWTF1 Don't forget redbull said the figures they sent in were below the cap. So the fia have found money somewhere that shouldn't have been in RB report. Either that or RB have really shit accountants."
    },
    {
        "id": 1582639223768698882,
        "created_at": "2022-10-19 07:46:09+00:00",
        "text": "Thanks for the much needed life elixir refill redbullgaming redbull antaasiivet EZ4ENCE "
    },
    {
        "id": 1582639127287431168,
        "created_at": "2022-10-19 07:45:46+00:00",
        "text": "It's been 9 days since the fia revealed that Redbull cheated the sport, the fans, and the rest of the paddock by breaking the cost cap last season, and we still don't know what punishment, if any, the team will have to face. We need clarity before the USGP this weekend."
    },
    {
        "id": 1582639121679335425,
        "created_at": "2022-10-19 07:45:45+00:00",
        "text": "MuseZack Same I bought a 12 pack of redbull to save and last long, drank 5 in a day."
    },
    {
        "id": 1582639072119787521,
        "created_at": "2022-10-19 07:45:33+00:00",
        "text": "Almighty bull in red please borrow me your strength  redbull "
    },
    {
        "id": 1582638991794270208,
        "created_at": "2022-10-19 07:45:14+00:00",
        "text": "_UnknownOrbit I know man. Its a struggle being a Redbull fan."
    },
    {
        "id": 1582638615825301506,
        "created_at": "2022-10-19 07:43:44+00:00",
        "text": "UtdConor02 seanplant8 StevenQ74 MattyWTF1 Exactly, that's what Redbull fans are saying. Anyone using Silverstone as an excuse is basically saying the Redbull accounting department is beyond incompetent and believes F1 is a video game with damage turned off.Makes it much more fun to laugh at their incompetence."
    },
    {
        "id": 1582638495067054080,
        "created_at": "2022-10-19 07:43:15+00:00",
        "text": "Im a redbull fan and i wanna see redbull win lolIdc if its checo or max lol. "
    },
    {
        "id": 1582638380789035009,
        "created_at": "2022-10-19 07:42:48+00:00",
        "text": "Redbull has no right putting crack in these things "
    },
    {
        "id": 1582638334878547968,
        "created_at": "2022-10-19 07:42:37+00:00",
        "text": "prow_II No, redbull and juice "
    },
    {
        "id": 1582638187968536577,
        "created_at": "2022-10-19 07:42:02+00:00",
        "text": "StarFyr3z AliaNabalu Redbull"
    },
    {
        "id": 1582637824502689792,
        "created_at": "2022-10-19 07:40:36+00:00",
        "text": "MattyWTF1 they hide because they don't know how to explain now that Redbull has cheated but doesn't get any points deducted. "
    },
    {
        "id": 1582637738943082497,
        "created_at": "2022-10-19 07:40:15+00:00",
        "text": "betgamelobby mek_f1 lh_44_lh_44 FraudmulaSem fiagirly If that is the case, RedBull have stated the reports they sent in to be audited were under the cap, so where did the FIA find this extra money from to make them over the cap. None of it makes seance. And the fact that the FIA are keeping quiet about it makes you think."
    },
    {
        "id": 1582637719754113024,
        "created_at": "2022-10-19 07:40:11+00:00",
        "text": "Watching the making of House of Petunia documentary with TEYANATAYLOR for redbull "
    },
    {
        "id": 1582637618407227392,
        "created_at": "2022-10-19 07:39:46+00:00",
        "text": "i forget not everyone is me. my friend has fallen horribly ill (which means i too shall be ill in a few days) and im just forcing redbull and breakfast bars down her throat at this point"
    },
    {
        "id": 1582637529479917570,
        "created_at": "2022-10-19 07:39:25+00:00",
        "text": "XSET Drank too much redbull ngl ..."
    },
    {
        "id": 1582637378694283264,
        "created_at": "2022-10-19 07:38:49+00:00",
        "text": "seanplant8 StevenQ74 UtdConor02 MattyWTF1 Actually no.Silverstone was the first significant crash of the year, so what he is implying is that the Redbull accountant was so incompetent and that he budgeted one car for the season, with no damage.Basically the accountant assumed damage had been turned off."
    },
    {
        "id": 1582637225388670977,
        "created_at": "2022-10-19 07:38:13+00:00",
        "text": "k but like how is it that when i throw on a random look and do my makeup in 10 mins chugging a redbull i get the most compliments vs spending hours getting ready. make it make sense"
    },
    {
        "id": 1582637119087919104,
        "created_at": "2022-10-19 07:37:47+00:00",
        "text": "SilverArrowsNet What a mess all this is, the FIA dragging their heels yet again, they announced over a week ago that RedBull cheated, they should have announced the punishment the same day and then let the cheats make their appeal."
    },
    {
        "id": 1582636040782630912,
        "created_at": "2022-10-19 07:33:30+00:00",
        "text": "rananoorsadiq I need for redbull"
    },
    {
        "id": 1582635981089345536,
        "created_at": "2022-10-19 07:33:16+00:00",
        "text": "Formula1Wimbo Richard99788924 F1Imi MattyWTF1 100.000 fine for maybe 2.000.000 budget overspend all teams will be at it and redbull have set the ball rolling"
    },
    {
        "id": 1582635968611635200,
        "created_at": "2022-10-19 07:33:13+00:00",
        "text": "bhabhihu__teri Phew!Drink a Can of Redbull"
    },
    {
        "id": 1582635682245513218,
        "created_at": "2022-10-19 07:32:05+00:00",
        "text": "Redbull saved the sport "
    },
    {
        "id": 1582635442171965440,
        "created_at": "2022-10-19 07:31:08+00:00",
        "text": "MattyWTF1 They're apparently negotiating with Redbull and it could take weeks, is the current rumour. So costcap and crane investigations aren't yet made public "
    },
    {
        "id": 1582635083072086017,
        "created_at": "2022-10-19 07:29:42+00:00",
        "text": "PS5Share, HorizonForbiddenWest RedbullcapturepointUS contest playstation redbullgaming playstation Redbull Moment of Glory. "
    },
    {
        "id": 1582634815873986562,
        "created_at": "2022-10-19 07:28:38+00:00",
        "text": "seaburn_68 Formula1Jd StannisTheGod RedBullFanatics Eh yes they were.. and redbull have not.. they are in with the cost cap board .. only after that can they be found guilty.."
    },
    {
        "id": 1582634808848416769,
        "created_at": "2022-10-19 07:28:37+00:00",
        "text": "betgamelobby mek_f1 lh_44_lh_44 FraudmulaSem fiagirly Let's not forget that redbull are still saying they didn't. So until investigations have taken place and it's 100% proven that they did or didn't. Is hearsay"
    },
    {
        "id": 1582634508767010817,
        "created_at": "2022-10-19 07:27:25+00:00",
        "text": "jojolinkajojo Maybe drinking a RedBull wasn't a great idea right now "
    },
    {
        "id": 1582634010076844032,
        "created_at": "2022-10-19 07:25:26+00:00",
        "text": "saeed_dhn Nothing worked and here I am having my third redbull since morning just so I don't fall asleep on my desk "
    },
    {
        "id": 1582633956180393985,
        "created_at": "2022-10-19 07:25:13+00:00",
        "text": "yungsinner97 Redbull bitte"
    },
    {
        "id": 1582633637128081408,
        "created_at": "2022-10-19 07:23:57+00:00",
        "text": "Ludo_Peze If you have cost cap breaches by RedBull then you were always going to have a runaway lead and advantage over ever other team."
    },
    {
        "id": 1582633605653618688,
        "created_at": "2022-10-19 07:23:50+00:00",
        "text": "Having a redbull this morning might just be one of the worst decisions I've made in my life"
    },
    {
        "id": 1582633505292693505,
        "created_at": "2022-10-19 07:23:26+00:00",
        "text": "Kris87587992 ArtSaSch Because they cannot punish redbull outside of an ABA. That's a court who's deciding the penalty."
    },
    {
        "id": 1582633313927188481,
        "created_at": "2022-10-19 07:22:40+00:00",
        "text": "_TagForce_ Smasher225 JagisinhoV2 andrewbensonf1 thats not the only outcome is it... They have been found in breach. FIA did not say provisional or alleged in their statement did they? Redbull can accept the FIA findings or not. If not it comes to the panel. It's not alleged the FIA have found them in breach. Fact."
    },
    {
        "id": 1582633220637487104,
        "created_at": "2022-10-19 07:22:18+00:00",
        "text": "it is midnight but i want a redbull so bad"
    },
    {
        "id": 1582633105935855616,
        "created_at": "2022-10-19 07:21:51+00:00",
        "text": "PS5Share, HorizonForbiddenWest RedbullcapturepointUS contest playstation redbullgaming playstation Redbull Moment of Glory. "
    },
    {
        "id": 1582632913392193536,
        "created_at": "2022-10-19 07:21:05+00:00",
        "text": "hmm. 45 ml jameson + 100 ml redbull"
    },
    {
        "id": 1582632398948167681,
        "created_at": "2022-10-19 07:19:02+00:00",
        "text": "ArtSaSch No it's just a process that takes a lot of time. Font forget it will almost certainly end up in an independent panel of judges. Only they can decide a sporting penalty. At the moment they are negotiating an ABA with redbull."
    },
    {
        "id": 1582632344116396032,
        "created_at": "2022-10-19 07:18:49+00:00",
        "text": "Aperta They were even in the Redbull garage for Singapore "
    },
    {
        "id": 1582632124594925568,
        "created_at": "2022-10-19 07:17:57+00:00",
        "text": "Jesss_Chels TwentyMarss Yep! Redbull don't affect me the way it do with others! I'm a little gutted. Used to work a nightclub, easily drank 3 on a shift back then too. No effect"
    },
    {
        "id": 1582632119850848256,
        "created_at": "2022-10-19 07:17:55+00:00",
        "text": "ayyy_vuh im not dipping my balls in redbull again"
    },
    {
        "id": 1582631894788603904,
        "created_at": "2022-10-19 07:17:02+00:00",
        "text": "PS5Share, HorizonForbiddenWest RedbullcapturepointUS contest playstation redbullgaming playstation Redbull Moment of Glory. "
    },
    {
        "id": 1582631225889476608,
        "created_at": "2022-10-19 07:14:22+00:00",
        "text": "PS5Share, HorizonForbiddenWest RedbullcapturepointUS contest playstation redbullgaming playstation Redbull Moment of Glory. "
    },
    {
        "id": 1582630507661053953,
        "created_at": "2022-10-19 07:11:31+00:00",
        "text": "pseudobnubilado T90Official On the official RedBull Twitch Channel"
    },
    {
        "id": 1582630193055027200,
        "created_at": "2022-10-19 07:10:16+00:00",
        "text": "Anyone wanna know why redbull had to spend extra. Here is one example "
    },
    {
        "id": 1582630160011960322,
        "created_at": "2022-10-19 07:10:08+00:00",
        "text": "Work been so eh, Ima need to take pre workout and a redbull to get through tomorrow "
    },
    {
        "id": 1582629599334498304,
        "created_at": "2022-10-19 07:07:54+00:00",
        "text": "Kelly in the redbull fireproofs  "
    },
    {
        "id": 1582629572029255680,
        "created_at": "2022-10-19 07:07:48+00:00",
        "text": "She posted a box of rooibos and a redbull on her close friends"
    },
    {
        "id": 1582629520799985665,
        "created_at": "2022-10-19 07:07:36+00:00",
        "text": "SOS - send sushi and redbull because I'm hungry "
    },
    {
        "id": 1582629207590334464,
        "created_at": "2022-10-19 07:06:21+00:00",
        "text": "MattyWTF1 They are hoping F1 fans forget.  They are dreaming.  Cheating does not belong in the sport.  But a redbull fan will say \"but they only overspent on sandwiches bro\""
    },
    {
        "id": 1582629105224192000,
        "created_at": "2022-10-19 07:05:57+00:00",
        "text": "i love how my morning routine is basically wake up, put on a hoodie, buy a redbull"
    },
    {
        "id": 1582628816148582400,
        "created_at": "2022-10-19 07:04:48+00:00",
        "text": "Pre MalaysianGP | Petronas Grand Prix of Malaysia | Moto2W/ Afernandez37 RedBull_KTM_Ajo "
    },
    {
        "id": 1582628799312986112,
        "created_at": "2022-10-19 07:04:44+00:00",
        "text": "StevenQ74 UtdConor02 MattyWTF1 Since Redbull went over by $1M, I do have a feeling this incident has a big part to play in the overspend since it did cost them nearly $2M to fix."
    },
    {
        "id": 1582628637789954048,
        "created_at": "2022-10-19 07:04:05+00:00",
        "text": "dearlews Correction and I don't hate Hamilton by any means but Hamilton and Mercedes think they bigger then the sport I'd actually say Redbull and Ferrari as well..."
    },
    {
        "id": 1582628468327489536,
        "created_at": "2022-10-19 07:03:25+00:00",
        "text": "Customer complains $1.60 RedBull at coffeeshop too expensive, but buys $1.90 RedBull at petrol station and squats instead "
    },
    {
        "id": 1582628458521206789,
        "created_at": "2022-10-19 07:03:22+00:00",
        "text": "Customer complains $1.60 RedBull at coffeeshop too expensive, but buys $1.90 RedBull at petrol station and squats instead "
    },
    {
        "id": 1582628441861795841,
        "created_at": "2022-10-19 07:03:19+00:00",
        "text": "MattyWTF1 Takes time to negotiate with Redbull the most lenient punishment possible"
    },
    {
        "id": 1582628320449302529,
        "created_at": "2022-10-19 07:02:50+00:00",
        "text": "medium tin sufree redbull PS1.40 in august in tosscoPS1.80 yest in tosscofive finger discount senses tingling"
    },
    {
        "id": 1582627842570870784,
        "created_at": "2022-10-19 07:00:56+00:00",
        "text": "dingowolfs RedBull"
    },
    {
        "id": 1582627561116311552,
        "created_at": "2022-10-19 06:59:49+00:00",
        "text": "Health experts: A healthy breakfast filled with nutrients and vitamins are the best way to start your day.Me: so redbull yes?"
    },
    {
        "id": 1582627485321416705,
        "created_at": "2022-10-19 06:59:30+00:00",
        "text": "Coffee  Redbull or breakfast this is the only choice you'll be given to send for..Chop chop I have places to be.. "
    },
    {
        "id": 1582626832788381696,
        "created_at": "2022-10-19 06:56:55+00:00",
        "text": "yungsinner97 Redbull"
    },
    {
        "id": 1582626553183105024,
        "created_at": "2022-10-19 06:55:48+00:00",
        "text": "MattyWTF1 The fact that they are still people at there that they believe that FIA will ever again punish especially give them a big punish to redbull for anything wrong they do its crazy to me ...how difficult is for people yo understand that redbull and Fia are in a romantic relationship"
    },
    {
        "id": 1582626428733952000,
        "created_at": "2022-10-19 06:55:19+00:00",
        "text": "amrcannon Gabriele_Corno Yeah.. they should've drank a Redbull and flew out the window to help "
    },
    {
        "id": 1582626157094371329,
        "created_at": "2022-10-19 06:54:14+00:00",
        "text": "tiatamaras Hol lila redbull"
    },
    {
        "id": 1582625952571731968,
        "created_at": "2022-10-19 06:53:25+00:00",
        "text": "Pierre Gasly hails Alpine for 'very hard' negotiations with RedBull "
    },
    {
        "id": 1582625714548879360,
        "created_at": "2022-10-19 06:52:28+00:00",
        "text": "MattyWTF1 FIA is Redbull, and Redbull is FIA!!! Know this, and know peace"
    },
    {
        "id": 1582625326399598592,
        "created_at": "2022-10-19 06:50:56+00:00",
        "text": "MattyWTF1 Redbull should be banned for a year !"
    },
    {
        "id": 1582625227753676800,
        "created_at": "2022-10-19 06:50:32+00:00",
        "text": "Both the preferred film AND drink of spacekicker.Excellent choices!SuperSons RedBull "
    },
    {
        "id": 1582624853080903681,
        "created_at": "2022-10-19 06:49:03+00:00",
        "text": "Customer complains $1.60 RedBull at coffeeshop too expensive, but buys $1.90 RedBull at petrol station and squats instead "
    },
    {
        "id": 1582624823775318016,
        "created_at": "2022-10-19 06:48:56+00:00",
        "text": "Customer complains $1.60 RedBull at coffeeshop too expensive, but buys $1.90 RedBull at petrol station and squats instead "
    },
    {
        "id": 1582624711254548480,
        "created_at": "2022-10-19 06:48:29+00:00",
        "text": "venkatesh_koka kvist_sara elizagracehuber Hold on while the red bull fans crank up their beyblades to throw every possible spin they can at any issue concerning redbull cheating."
    },
    {
        "id": 1582624618929876992,
        "created_at": "2022-10-19 06:48:07+00:00",
        "text": "MattyWTF1 It's as if they're trying to make it as small as possible so that it can be swept under the carpet. They'll never release what RedBull actually overspent as if the punishment is small, Mercedes and Ferrari know what the punishment is"
    },
    {
        "id": 1582624550990204929,
        "created_at": "2022-10-19 06:47:51+00:00",
        "text": "topgirllee so redbull?"
    },
    {
        "id": 1582624434027839489,
        "created_at": "2022-10-19 06:47:23+00:00",
        "text": "ayyy_vuh Redbull gives wings... just not where you'd expect"
    },
    {
        "id": 1582624103995183104,
        "created_at": "2022-10-19 06:46:04+00:00",
        "text": "MattyWTF1 Redbull dsq incoming"
    },
    {
        "id": 1582623984323284993,
        "created_at": "2022-10-19 06:45:36+00:00",
        "text": "Bamsemanden2 Seems like Ferrari got hurt significantly worse by the new floor rules. That's when redbull seemed to really pull away."
    },
    {
        "id": 1582623952030998528,
        "created_at": "2022-10-19 06:45:28+00:00",
        "text": "zack17479597 EncoreSkn Redbull&gt;&gt;"
    },
    {
        "id": 1582623697281482752,
        "created_at": "2022-10-19 06:44:27+00:00",
        "text": "thicc_redbull nothing gets my throat goin like some mint tea with agave in it, highly recommended"
    },
    {
        "id": 1582623346260205568,
        "created_at": "2022-10-19 06:43:04+00:00",
        "text": "Actually Redbull and Marlboro Beyond Blue saved that whole semester."
    },
    {
        "id": 1582623240308264960,
        "created_at": "2022-10-19 06:42:38+00:00",
        "text": "bravepromote Redbull"
    },
    {
        "id": 1582622856940490754,
        "created_at": "2022-10-19 06:41:07+00:00",
        "text": "New freebies added, claim below:Free Halloween Bacardi - Free Purina Dog Chew - Free Redbull - Free Oppo Gold Spoon -  "
    },
    {
        "id": 1582622520519557121,
        "created_at": "2022-10-19 06:39:47+00:00",
        "text": "Telcel_Racing Por ver a RedBull TeamCheco                   AMaximavelocidad"
    },
    {
        "id": 1582621938585055233,
        "created_at": "2022-10-19 06:37:28+00:00",
        "text": "olamiposi0911 Redbull energy drink"
    },
    {
        "id": 1582621556383318019,
        "created_at": "2022-10-19 06:35:57+00:00",
        "text": "Free Redbull -  "
    },
    {
        "id": 1582620950582898689,
        "created_at": "2022-10-19 06:33:32+00:00",
        "text": "wtf1official Would love for them to manage to BUT that RedBull is far too fast. Will blow past them on any track that has a straight"
    },
    {
        "id": 1582620403436261376,
        "created_at": "2022-10-19 06:31:22+00:00",
        "text": "fastpitstop Redbull will not be penalized because every regulation made by the FIA since 2020 has been with the goal of unseating Lewis, cost cap included."
    },
    {
        "id": 1582619937180295169,
        "created_at": "2022-10-19 06:29:31+00:00",
        "text": "i am 100% gonna be late to work but if i don't get a redbull i will be twice as useless"
    },
    {
        "id": 1582619159036190720,
        "created_at": "2022-10-19 06:26:25+00:00",
        "text": "Jordanian drifter Ahmad Daham is in town courtesy of redbull. Get to know about him, his career achievements and the grand event that he will be gracing on Saturday 22nd October in this article. SpaceYaMagari "
    },
    {
        "id": 1582619074185465856,
        "created_at": "2022-10-19 06:26:05+00:00",
        "text": "Adidas Free Metaverse Hoodie  ARY_WIN875 icepokerbulls FnThegussi strat6273 RedBull_Trade queen_5656 cheftaikutsu KaptainKartman   ponpeera0 kabirmodi5 manchue715 JARONFTS "
    },
    {
        "id": 1582618796380262402,
        "created_at": "2022-10-19 06:24:59+00:00",
        "text": "wtfmikey12 MariaRDuncan ShaunDurham karunchandhok LewisHamilton Who? I don't see any. I only pointed out speculating where exactly redbull spent their money is poor and fanboyism. Nobody knows what they did. To simply assume without the breach they wouldn't have won is wild."
    },
    {
        "id": 1582618476522262528,
        "created_at": "2022-10-19 06:23:43+00:00",
        "text": "Raamseyy8 Redbull fort"
    },
    {
        "id": 1582618456679415809,
        "created_at": "2022-10-19 06:23:38+00:00",
        "text": "Redbull_italy Baby dm me to get spoiled "
    },
    {
        "id": 1582618362840256512,
        "created_at": "2022-10-19 06:23:15+00:00",
        "text": "maturing is admitting redbull is better than monster"
    },
    {
        "id": 1582617538457874432,
        "created_at": "2022-10-19 06:19:59+00:00",
        "text": "thicc_redbull I'll be sure to keep this in mind for future use"
    },
    {
        "id": 1582617363207270400,
        "created_at": "2022-10-19 06:19:17+00:00",
        "text": "shukla_akshata But will RedBull be penalised is anyone's guess.."
    },
    {
        "id": 1582617174920740870,
        "created_at": "2022-10-19 06:18:32+00:00",
        "text": "This morning i wanted to kms then i drank a redbull hit the gym practiced some pole and now i will withhold"
    },
    {
        "id": 1582617169988227072,
        "created_at": "2022-10-19 06:18:31+00:00",
        "text": "thicc_redbull No, Word automatically does it that way, so maybe if I mess around with it I can make it do the correct thing"
    },
    {
        "id": 1582617138690691072,
        "created_at": "2022-10-19 06:18:24+00:00",
        "text": "Adidas Free NFT Hoodie  ugurtasdemir21 Jord_an_lane marcryptic AndrewTJH WickidStudios Redbull_luck priyadpapaya ramizhrd bushra_yousaf vagish332 cryptoprint KoalaT18 Impritamgupta Furda569 "
    },
    {
        "id": 1582617109687054336,
        "created_at": "2022-10-19 06:18:17+00:00",
        "text": "elizagracehuber Remember they are F1 endorsed ! I'm actually fed up of there Redbull bias . And how can you describe the Japanese Grand Prix as Sensational Tom Clarkson ?"
    },
    {
        "id": 1582616913980534785,
        "created_at": "2022-10-19 06:17:30+00:00",
        "text": "So the RedBull overspend really WAS on catering all along ! "
    },
    {
        "id": 1582616861744672768,
        "created_at": "2022-10-19 06:17:18+00:00",
        "text": "thicc_redbull Looking at that, I do not think we were talking about the same thing, but I see what you're saying"
    },
    {
        "id": 1582616823861678080,
        "created_at": "2022-10-19 06:17:09+00:00",
        "text": "Velocityttv Bro I've got 2 exams due, 4 hours of documentary to watch for 3 separate classes, a paper, and the redbull lan all due this weekend. When I tell you I am struggling. I am strugglinggggggg"
    },
    {
        "id": 1582616707713347584,
        "created_at": "2022-10-19 06:16:41+00:00",
        "text": "gem_froomes elizagracehuber Multiple news sources have independently corroborated that figure.And no, Redbull hasn't cheated. Cheating implies intent, which is fraud. CCA made no fraud allegation.And no, 9 teams haven't managed the cap perfectly. Aston Martin has made errors too. 20% team error rate."
    },
    {
        "id": 1582616574816493568,
        "created_at": "2022-10-19 06:16:09+00:00",
        "text": "this is me after i have my redbull in the mornings "
    },
    {
        "id": 1582616566373355521,
        "created_at": "2022-10-19 06:16:07+00:00",
        "text": "'Some not well with math... ' -- Netizen "
    },
    {
        "id": 1582616513030209536,
        "created_at": "2022-10-19 06:15:54+00:00",
        "text": "thicc_redbull It was like that originally, which I was assumed was wrong, and then tweaked to have it do that, so you are probably correct"
    },
    {
        "id": 1582615866499530752,
        "created_at": "2022-10-19 06:13:20+00:00",
        "text": "Motorsport Well RedBull just performed better!"
    },
    {
        "id": 1582615746814783489,
        "created_at": "2022-10-19 06:12:52+00:00",
        "text": "Raamseyy8 redbull"
    },
    {
        "id": 1582615127584489472,
        "created_at": "2022-10-19 06:10:24+00:00",
        "text": " Patriots|evil machine xD Olimpia|Real Madrid|Liverpool|Juventus Lakers |Bulls|Olimpia Kings NewYorkForever     Yankees Roger Federer RedBull    (checo perez, Verstappen) Honda (Marc Marquez)WWERaw    Roman Reigns|Seth Rollins|sasha banks| "
    },
    {
        "id": 1582614928069836800,
        "created_at": "2022-10-19 06:09:37+00:00",
        "text": "My IG story Made me look like a alcoholic but it was a joke lol.  I hardly drink &amp; If I do drink It's Crown Apple with redbull"
    },
    {
        "id": 1582614662419709952,
        "created_at": "2022-10-19 06:08:33+00:00",
        "text": "nomademonte How do you think I feel as a redbull fan"
    },
    {
        "id": 1582613435405467648,
        "created_at": "2022-10-19 06:03:41+00:00",
        "text": "F1 When Redbull started to cheat RedBullCheats CostCapChampion"
    },
    {
        "id": 1582613295206256640,
        "created_at": "2022-10-19 06:03:07+00:00",
        "text": "Red Bull sent warning of pain from Ecclestone  F1 RedBull"
    },
    {
        "id": 1582613165308669952,
        "created_at": "2022-10-19 06:02:36+00:00",
        "text": "I KNEW UNI LIFE WAS GOING TO BE HARD BUT NO ONE TOLD ME ID BE WAITING FOR THE BUS AT 7 IN THE MORNING WITH A 500ML REDBULL IN MY HAND"
    },
    {
        "id": 1582612884474908674,
        "created_at": "2022-10-19 06:01:29+00:00",
        "text": "I drank a sugar free redbull and I'm trying to burn the cals."
    },
    {
        "id": 1582612644007059456,
        "created_at": "2022-10-19 06:00:32+00:00",
        "text": " Red Bull reportedly spent more than it was allowed to for the previous year Rival teams were incensed They feel that this violation gave Red Bull a sizable edge over them.Formula1 Redbull  "
    },
    {
        "id": 1582612540751683586,
        "created_at": "2022-10-19 06:00:07+00:00",
        "text": "jaehyunsbigcock Drink gallons of water and throw all the redbull away from my surrounding"
    },
    {
        "id": 1582612487588876288,
        "created_at": "2022-10-19 05:59:55+00:00",
        "text": "remy &amp; redbull "
    },
    {
        "id": 1582612359499042816,
        "created_at": "2022-10-19 05:59:24+00:00",
        "text": "maggswagger ilove_survivor Energy inhales like a redbull but exhales like a monster I can't explain it  it's helped me kick cigs so I really can't complain"
    },
    {
        "id": 1582611947727769600,
        "created_at": "2022-10-19 05:57:46+00:00",
        "text": "tiatamaras Redbull Rot (Wassermelone)"
    },
    {
        "id": 1582611945097949184,
        "created_at": "2022-10-19 05:57:45+00:00",
        "text": "boingwba redbullracing Max33Verstappen vladimirrys That just doesn't make any sense I'm not denying redbull cheated but only in 21 your just arguing bc you don't like max or something now"
    },
    {
        "id": 1582610523790528513,
        "created_at": "2022-10-19 05:52:07+00:00",
        "text": "What's your favorite drink? -- Redbull watermelon  "
    },
    {
        "id": 1582609529384374273,
        "created_at": "2022-10-19 05:48:09+00:00",
        "text": "leclerc fans pissed that their driver cant adapt to a car built for both drivers and want the car to be built for leclerc only but then say redbull is a shit team for building the car only for max (which didnt happen max is way more adaptable than leclerc)"
    },
    {
        "id": 1582609294033240065,
        "created_at": "2022-10-19 05:47:13+00:00",
        "text": "GavinVerhey AFFINITY FOR REDBULL"
    },
    {
        "id": 1582609212978257920,
        "created_at": "2022-10-19 05:46:54+00:00",
        "text": "MattdoesSports trebymunya at4691 Well Perez is a top driver if Redbull built such a rocket ship how come he only finished 4th in the drivers championship."
    },
    {
        "id": 1582608636467351555,
        "created_at": "2022-10-19 05:44:37+00:00",
        "text": "Redbull kicking this nigga ass "
    },
    {
        "id": 1582608447521976320,
        "created_at": "2022-10-19 05:43:51+00:00",
        "text": "brokebackpsycho hold on what the fuck is a subscription of redbull"
    },
    {
        "id": 1582608075105927168,
        "created_at": "2022-10-19 05:42:23+00:00",
        "text": "DampQuiche285 DavidInIRasta at4691 Valid point but Redbull can also just say no they didn't use the extra $7.5 on max but only on perez's car there will be know way to confirm or deny that."
    },
    {
        "id": 1582607999679750145,
        "created_at": "2022-10-19 05:42:05+00:00",
        "text": "ZillionRoss These days seems like surviving, however we have to go through them and it's hard.I feel you here and I hope you get your meds soon enough.Take care of yourself, and if Redbull helps, maybe try to use it ^w^"
    },
    {
        "id": 1582607787678629888,
        "created_at": "2022-10-19 05:41:14+00:00",
        "text": "jonocoetzer MattdoesSports at4691 You can't obviously say Redbull overspending hasn't benefitted max ...."
    },
    {
        "id": 1582607658116616194,
        "created_at": "2022-10-19 05:40:43+00:00",
        "text": "MalikaSiheme98 redbullgaming redbull Huge congratulations!!! "
    },
    {
        "id": 1582607394710097921,
        "created_at": "2022-10-19 05:39:40+00:00",
        "text": "John_Salisbury at4691 Of course it does because everyone is claiming the the $7.5 breach gave redbull such a substantial advantage but if that was the case I think the team and perez would have also benefited more."
    },
    {
        "id": 1582605962082652161,
        "created_at": "2022-10-19 05:33:59+00:00",
        "text": "sha2naes Well done sthandwa  kanti you guys drink redbull before you run ngoba phela you fly "
    },
    {
        "id": 1582604867897413632,
        "created_at": "2022-10-19 05:29:38+00:00",
        "text": "DavidInIRasta DampQuiche285 at4691 But that's where it's a complicated matter because with Hamilton the infringement was detected quickly and with Redbull it is months later and also with the costcap breach there is no way of proofing the that money even went to car improvement."
    },
    {
        "id": 1582604482722299906,
        "created_at": "2022-10-19 05:28:06+00:00",
        "text": "Kwikstep and Rokafella Interview - Full Circle Souljahs - Red Bull  kennywademusic hiphop music news "
    },
    {
        "id": 1582604315625414657,
        "created_at": "2022-10-19 05:27:26+00:00",
        "text": "UjjwalPxck3d We deadass have the same teams except Ferrari and redbull "
    },
    {
        "id": 1582604203243245569,
        "created_at": "2022-10-19 05:27:00+00:00",
        "text": "Meine Energy Drinks Rating: Top: Rockstar, MonsterOk: Lame: Bruder, was das?: RedBull"
    },
    {
        "id": 1582603821653823488,
        "created_at": "2022-10-19 05:25:29+00:00",
        "text": "insidemyflesh Redbull sugar free &gt;&gt; idk i like monsters but... they have sum bout them that i just couldn't drink on daily bases."
    },
    {
        "id": 1582603285605003265,
        "created_at": "2022-10-19 05:23:21+00:00",
        "text": "fiagirly wbuxtonofficial Technically I think it's 5 teams. BMW, Toro Rosso, Redbull, Ferrari, Aston Martin."
    },
    {
        "id": 1582602492919283712,
        "created_at": "2022-10-19 05:20:12+00:00",
        "text": "world_on_a_wire This is huge. In college during some episodes i would get my work done but not shower for weeks and go days without consuming anything except RedBull and nicotine because it killed the hunger pains. I could only pick one, eat or work, and i tied my self worth to my grades..."
    },
    {
        "id": 1582601780814192641,
        "created_at": "2022-10-19 05:17:22+00:00",
        "text": "At this rate I'm gonna need 3 full time jobs and a sponsorship from Redbull just to live one my own"
    },
    {
        "id": 1582601239409266689,
        "created_at": "2022-10-19 05:15:13+00:00",
        "text": "CameronF1YT Redbull is using well."
    },
    {
        "id": 1582600445008060416,
        "created_at": "2022-10-19 05:12:04+00:00",
        "text": "Doping =/ a financial breach by a teamTaking out your rival is also against the rule/cheating. You get the appropriate penalty for it. Redbull will get the appropriate penalty too, you'll just have to HOLD "
    },
    {
        "id": 1582599932502212609,
        "created_at": "2022-10-19 05:10:01+00:00",
        "text": "MaxxFinance Thank you for this Opportunity cryptoearny Redbull_luck Karanyadav0212BAYC"
    },
    {
        "id": 1582599708375408643,
        "created_at": "2022-10-19 05:09:08+00:00",
        "text": "' Uh- I'll just- leave, for now. Don't you want me to buy another redbull for ya? I'll be heading to a store. ' "
    },
    {
        "id": 1582598672168419328,
        "created_at": "2022-10-19 05:05:01+00:00",
        "text": "heidi_seidr No, no, no, no, no, no! Blueberry or Watermelon Redbull ONLY!"
    },
    {
        "id": 1582598306491863040,
        "created_at": "2022-10-19 05:03:34+00:00",
        "text": "quadling Ability to expense for tax reasons cases of redbull"
    },
    {
        "id": 1582598155254005760,
        "created_at": "2022-10-19 05:02:58+00:00",
        "text": "FraudmulaSem fiagirly Lmfao RedBull fan talking about budget cap!?"
    },
    {
        "id": 1582597782048690176,
        "created_at": "2022-10-19 05:01:29+00:00",
        "text": "PanCHooNn SHIBROCKSTAR redbull Howl!!!! "
    },
    {
        "id": 1582597356154810368,
        "created_at": "2022-10-19 04:59:47+00:00",
        "text": "sickkkkk GumMa76 MaroussiaMbaye sukgalloway2478 BeyondtheZenith RedBull_Holos BerlinMayr biancolini11 Peipeifrog2021 Mercurio_87 miller_ana2 paydhurst BThepurger "
    },
    {
        "id": 1582597288291373056,
        "created_at": "2022-10-19 04:59:31+00:00",
        "text": "ThatsJustJoeyy redbull I do too Joey, kiwi apple was awesome."
    },
    {
        "id": 1582596956550930432,
        "created_at": "2022-10-19 04:58:12+00:00",
        "text": "I really miss the kiwi apple redbull"
    },
    {
        "id": 1582596209528623104,
        "created_at": "2022-10-19 04:55:14+00:00",
        "text": "Krynis redbull peach if i had to pick"
    },
    {
        "id": 1582595788458561538,
        "created_at": "2022-10-19 04:53:33+00:00",
        "text": "PostmanDAO martian_wallet kingrisshabh Redbull_luck PrinceSahi9 0x768ba8cbE702EAD6D2F022A83261F1D88CE600ab"
    },
    {
        "id": 1582595441023062016,
        "created_at": "2022-10-19 04:52:10+00:00",
        "text": "valkeritos Dayglow25 controllerjorgi FanaticsFerrari SportsPro Redbull is just an energy drink company. Nothing more. Ferrari means emotions to many, and a symbol of success."
    },
    {
        "id": 1582595178790940672,
        "created_at": "2022-10-19 04:51:08+00:00",
        "text": "Moster o Redbull????"
    },
    {
        "id": 1582595043676020736,
        "created_at": "2022-10-19 04:50:36+00:00",
        "text": "why did I pay $5 for a redbull the other day and i'm just now noticing???"
    },
    {
        "id": 1582593695466987521,
        "created_at": "2022-10-19 04:45:14+00:00",
        "text": "bigsportsvan Alex!!! Haha what a surprise, my old ex redbull sales partner"
    },
    {
        "id": 1582593672696459265,
        "created_at": "2022-10-19 04:45:09+00:00",
        "text": "SageCanaday Since redbull is available at feed stations .. not sure what expectations are out there..."
    },
    {
        "id": 1582593473323991040,
        "created_at": "2022-10-19 04:44:21+00:00",
        "text": "should i drink redbull"
    },
    {
        "id": 1582592204379283457,
        "created_at": "2022-10-19 04:39:19+00:00",
        "text": "MalikaSiheme98 redbullgaming redbull Congratulations good luck for the future "
    },
    {
        "id": 1582591944043003904,
        "created_at": "2022-10-19 04:38:17+00:00",
        "text": "PROOF OF SKATE FREE MINT  Giovani53451709 mkato_onlinebiz KellyannWren reodsgnrr Prince19248545 junglemyth nicoloko232 milan249 exsahucrypto luisafe92695448 KryptoKrampus EvesTalavera WoliverChris redbull_127 "
    },
    {
        "id": 1582591865261465601,
        "created_at": "2022-10-19 04:37:58+00:00",
        "text": "MazelLilith Tomate un redbull"
    },
    {
        "id": 1582591778032492545,
        "created_at": "2022-10-19 04:37:37+00:00",
        "text": "fiagirly wbuxtonofficial For me how i see it, if one wants to join the F1 journalists or content creators one has to dance to the redbull tune. talk about how great redbull is, even Naomi learnt quickly to sing a redbull tune!"
    },
    {
        "id": 1582591576458395648,
        "created_at": "2022-10-19 04:36:49+00:00",
        "text": "rodgerdodger3b Ur_a_Smartass_C They probably like redbull too, so what?There are literally so few of these shooters that you see every single one on tv. Yet 300,000+ people per year die of medical negligence... you aren't telling them to avoid the ER. That's the same argument, but a death rate 1000x as much."
    },
    {
        "id": 1582591527422816261,
        "created_at": "2022-10-19 04:36:37+00:00",
        "text": "pabloferrerga Redbull"
    },
    {
        "id": 1582588709001605120,
        "created_at": "2022-10-19 04:25:25+00:00",
        "text": "redbull please bring back pomegranate flavor"
    },
    {
        "id": 1582588085614714881,
        "created_at": "2022-10-19 04:22:57+00:00",
        "text": "thicc_redbull Like I heard really good things so I was holding onto it for a while"
    },
    {
        "id": 1582587612954767362,
        "created_at": "2022-10-19 04:21:04+00:00",
        "text": "ssempeke10 simon_makumbi Sportsmansion1 Why don't you get the one of Redbull????"
    },
    {
        "id": 1582587563600007170,
        "created_at": "2022-10-19 04:20:52+00:00",
        "text": "thicc_redbull It's been on my watch list for a LONG time"
    },
    {
        "id": 1582587163061157888,
        "created_at": "2022-10-19 04:19:17+00:00",
        "text": "F1 MercedesAMGF1 COTA No. They need a cost cap breach to propel into front. One team already broke the bank to design a rocket ship while the chief designer of them was a contract employee redbullracing CostCapChampion   CostCapScandal HumanErrorChampion RedbullCheats redbull FinancialDoping"
    },
    {
        "id": 1582587057675079680,
        "created_at": "2022-10-19 04:18:52+00:00",
        "text": "Redbull Grenade = "
    },
    {
        "id": 1582585638636830720,
        "created_at": "2022-10-19 04:13:13+00:00",
        "text": "Luckyguy3129 One person got it half right with the Redbull but you got both.  I always complain that when I drink it late I can't sleep."
    },
    {
        "id": 1582585226043293697,
        "created_at": "2022-10-19 04:11:35+00:00",
        "text": "RedBull in hot water over a 'minor overspend' that breached 2021 cost cap rules. AstonMartin deemed to be in procedural breach of the rules."
    },
    {
        "id": 1582584801596358656,
        "created_at": "2022-10-19 04:09:54+00:00",
        "text": "all ive eaten today is a redbull"
    },
    {
        "id": 1582584155178602497,
        "created_at": "2022-10-19 04:07:20+00:00",
        "text": "pipeline   punch   monster   and   a   redbull   so   i   can   mix   them. "
    },
    {
        "id": 1582583466520383488,
        "created_at": "2022-10-19 04:04:36+00:00",
        "text": "PROOF OF SKATE FREE MINT  l3muk Muzammi46457206 Redbull_luck DebBrazeau nateallen1998 SFarazfakir mslkeqsx AgustinAbbona Mituki_micchan selden_kye vano_rodno md_nayes ozayr_ Sarker_Onii_sam "
    },
    {
        "id": 1582583314786893824,
        "created_at": "2022-10-19 04:03:59+00:00",
        "text": "fiagirly VARMILT0N Someone told me that most F1 fans are Anti Lewis rather than pro whichever team they support. With this video I'm beginning to believe it. How can you say you 'bleed' Redbull yet don't know that Seb drove for them and gave them their 1st World Champions and then went on to win 4?"
    },
    {
        "id": 1582582738900557824,
        "created_at": "2022-10-19 04:01:42+00:00",
        "text": "NBAonTNT Charles barkley is ready to take shots at the lakers .he said they are going to finish last&amp; shaq is looking like hold up im 3 peat so it runs in the lakers blood . taking shits in California lets see the 2nd half . people can drink some redbull and get some wings &amp;drive hard"
    },
    {
        "id": 1582582561859334144,
        "created_at": "2022-10-19 04:01:00+00:00",
        "text": "I try to drink 2 bottles of water a day due to the amount of redbull I be drinking I be surprised my heart hasn't stopped pumping "
    },
    {
        "id": 1582582554095296513,
        "created_at": "2022-10-19 04:00:58+00:00",
        "text": "Free Dooplicator Airdrop xinhuangnian1 redbull_127 QhFhkiMRkRn9XlG JerryGisme VilaggeVII misterrwizdom highimskywalker hehehhe27657148 ChaosPrinz89 Gianluc91958551 mserranojr PIPEaveli esbgB07 esay26 "
    },
    {
        "id": 1582582464706641920,
        "created_at": "2022-10-19 04:00:37+00:00",
        "text": "RedBullPU1 'MERCEDES NOT HAPPY, REDBULL WILL BE DELIGHTED... AND ITS GOING DUTCH IN 2021 MAX VERSTAPPEN FOR THE FIRST TIME EVER IS CHAMPION OF THE WORLD!!!'"
    },
    {
        "id": 1582580959731339264,
        "created_at": "2022-10-19 03:54:38+00:00",
        "text": "Hunter Biden, Burisma, and Corruption: The Impact on U.S. ...   surfline coastalcities wsl offthewall monsterenergy rockstar redbull espn nfl nba nhl olympicqualifiers  collegefootball "
    },
    {
        "id": 1582579870105628683,
        "created_at": "2022-10-19 03:50:18+00:00",
        "text": "Red Bull Cliff Diving World Series Final "
    },
    {
        "id": 1582579437782020096,
        "created_at": "2022-10-19 03:48:35+00:00",
        "text": "They got a whole ass Starbucks coffee machine, fully stocked redbull fridge, and cold brew on tap at this job. Yup, my hearts gonna give out any day now."
    },
    {
        "id": 1582578607565975553,
        "created_at": "2022-10-19 03:45:17+00:00",
        "text": "The Barrington Sisters...I tired to make it old time looking. Twitch tacticalnerds RedBull RedDeadRedemptionRP synRP "
    },
    {
        "id": 1582578366250913793,
        "created_at": "2022-10-19 03:44:20+00:00",
        "text": "Redbull drift team managed to get 1200 bhp from a 6 cylinder "
    },
    {
        "id": 1582577729811013633,
        "created_at": "2022-10-19 03:41:48+00:00",
        "text": "BennigansBurger Vape and redbull"
    },
    {
        "id": 1582577696554774529,
        "created_at": "2022-10-19 03:41:40+00:00",
        "text": "Specter__Harvey LewisHamilton redbullracing should be stripped both 2021year WDC WCC points. F1xed CostCapChampion  CostcappenScandal CostCapScandal HumanErrorChampion RedbullCheats redbull FinancialDoping"
    },
    {
        "id": 1582577659162202113,
        "created_at": "2022-10-19 03:41:31+00:00",
        "text": "RobLMyers F1 fia I think FIA are stalling and waiting for the heat of this issue to simmer down so that the reaction and repurcussion will be less impactful after they deliver their verdict against Redbull,which am sure will in no way affect 2021 championship nor 2022 for that matter."
    },
    {
        "id": 1582577285454237696,
        "created_at": "2022-10-19 03:40:02+00:00",
        "text": "naththursfield fia redbullracing should be stripped both 2021year WDC WCC points. F1xed CostCapChampion  CostcappenScandal CostCapScandal HumanErrorChampion RedbullCheats redbull FinancialDoping"
    },
    {
        "id": 1582577190654578688,
        "created_at": "2022-10-19 03:39:39+00:00",
        "text": "ArtSaSch redbullracing should be stripped both 2021year WDC WCC points. F1xed CostCapChampion  CostcappenScandal CostCapScandal HumanErrorChampion RedbullCheats redbull FinancialDoping"
    },
    {
        "id": 1582577170031218688,
        "created_at": "2022-10-19 03:39:34+00:00",
        "text": "Shame on every redbull fans "
    },
    {
        "id": 1582575215389073409,
        "created_at": "2022-10-19 03:31:48+00:00",
        "text": "whosthereal stax97 F1 MercedesAMGF1 COTA Lol, Mercs spend more money legally, you must be idiot redbull fans or just troll, cry to see costcappen down to rubbish trash"
    },
    {
        "id": 1582575153015201792,
        "created_at": "2022-10-19 03:31:33+00:00",
        "text": "redbullvictim not to brag but i had a winter redbull the other day"
    },
    {
        "id": 1582574985725743105,
        "created_at": "2022-10-19 03:30:54+00:00",
        "text": "whenlivsaround better than redbull even"
    },
    {
        "id": 1582574326947008513,
        "created_at": "2022-10-19 03:28:17+00:00",
        "text": "RARE DBS X REDBULL "
    },
    {
        "id": 1582573900637949952,
        "created_at": "2022-10-19 03:26:35+00:00",
        "text": "archon_of_flesh Lmao. Drive 24hrs straight for skitarii tail and end up just dead on your doorstep because ive drank nothing but redbull"
    },
    {
        "id": 1582573802382188544,
        "created_at": "2022-10-19 03:26:11+00:00",
        "text": "clitcarrier same definitely buying a redbull today"
    },
    {
        "id": 1582573393706364928,
        "created_at": "2022-10-19 03:24:34+00:00",
        "text": "I drink redbull like it's water"
    },
    {
        "id": 1582573047248490497,
        "created_at": "2022-10-19 03:23:11+00:00",
        "text": "why am i being shamed for drinking tropical redbull"
    },
    {
        "id": 1582572185209618432,
        "created_at": "2022-10-19 03:19:46+00:00",
        "text": "KikiDoodleTweet Because you drink coffee and redbull at 6pm and have a circadian rhythm like a dubstep song :3"
    },
    {
        "id": 1582571384751812608,
        "created_at": "2022-10-19 03:16:35+00:00",
        "text": "tiatamaras blaues redbull"
    },
    {
        "id": 1582571186361274368,
        "created_at": "2022-10-19 03:15:48+00:00",
        "text": "That's the same redbull. "
    },
    {
        "id": 1582571184146685953,
        "created_at": "2022-10-19 03:15:47+00:00",
        "text": "jrlieffering NikhilApte8808 MollyFS44 there_is_no_if Yeah.... how about we do have some more driving off to the distance? Mercedes fans enjoyed it for 7 years right? Let redbull do it till new regulations. "
    },
    {
        "id": 1582570184833134593,
        "created_at": "2022-10-19 03:11:49+00:00",
        "text": "SueYoung280784 SilverArrowsNet if he works for redbull they are under the cap, top 3 paid employees don't count in the cap."
    },
    {
        "id": 1582570154575028224,
        "created_at": "2022-10-19 03:11:42+00:00",
        "text": "fillettown Gurus and Redbull gimme bad panic attacks although Gurus good. Starbucks doubles (I know, shush) and Monsters don't hit me like that. Something about the amounts of Guarine or vitamins or w/e"
    },
    {
        "id": 1582569582618820608,
        "created_at": "2022-10-19 03:09:25+00:00",
        "text": "An absolute professional on and off the field. A great read for those interested in how nutrition can support AFL performance. Looking forward to the next season and beyond! travisboak10 redbullau PAFC"
    },
    {
        "id": 1582569546661392384,
        "created_at": "2022-10-19 03:09:17+00:00",
        "text": "SirKyleTaylor4 Qantas qatarairways QandA SkyNewsAust TheSpectator spectator RitaPanahi crikey_news RedCross redbull JaymiUJWorld Oprah Apple Tesla 50cent stephenfry AP aplusk selenagomez taylorswift13 edsheeran enews premieres 'HS (Feat. Liz II &amp; Willy)' soon!  HassanRouhani - Women wear a Hijab if it's cold. KremlinRussia_E - RussiaGoHome Ukraine - UkraineWins bobdylan   I love you"
    },
    {
        "id": 1582569540667715584,
        "created_at": "2022-10-19 03:09:15+00:00",
        "text": "RedBullPU1 Redbull Power Unit? More like Redbull Catering Services."
    },
    {
        "id": 1582569419967844352,
        "created_at": "2022-10-19 03:08:47+00:00",
        "text": "Get yours today!WW2Today WW2Nation Chopsyturvey PKRoyIAF CocaCola redbull PawlowskiMario Nicochan33 Shi4Tech jblefevre60 FrRonconi enGilmore KanezaDiane rwang0 fogle_shane MargaretSiegien Damien_CABADI Analytics_699 AlAmadi1"
    },
    {
        "id": 1582569318784458752,
        "created_at": "2022-10-19 03:08:22+00:00",
        "text": "swan_squared Well call me a narc that is not pre-diabetic then lol I'll never give up sugar free redbull.. you can pry it out if my cold, caffeine addicted hands"
    },
    {
        "id": 1582569312140730377,
        "created_at": "2022-10-19 03:08:21+00:00",
        "text": "SilverArrowsNet RedBull have consistently over spent"
    },
    {
        "id": 1582569149225918464,
        "created_at": "2022-10-19 03:07:42+00:00",
        "text": "Sees food on Breanna's story. Likes the picture.*2 seconds later* text: I'm On my way to drop off food and Pepsi, and a Redbull for Trvon"
    },
    {
        "id": 1582568773634387968,
        "created_at": "2022-10-19 03:06:12+00:00",
        "text": "me after my Wellbutrin, Straterra &amp; redbull "
    },
    {
        "id": 1582568663768391680,
        "created_at": "2022-10-19 03:05:46+00:00",
        "text": "TESTED POSITIVE FOR NEEDING A COLD ASS REDBULL"
    },
    {
        "id": 1582568413251063809,
        "created_at": "2022-10-19 03:04:47+00:00",
        "text": "redbull is it too late to beg for the Plum Twist Winter Edition back? "
    },
    {
        "id": 1582567917962436608,
        "created_at": "2022-10-19 03:02:48+00:00",
        "text": "txsolittle GONNA CHUG A REDBULL BRB"
    },
    {
        "id": 1582567532804075520,
        "created_at": "2022-10-19 03:01:17+00:00",
        "text": "my sister is going to new york to help run a redbull gaming esports league of legends tournament.she thinks she can out-depression me."
    },
    {
        "id": 1582567186098401282,
        "created_at": "2022-10-19 02:59:54+00:00",
        "text": "N3LLYB3ARR When I mixed 21 different liquors and topped it off with redbull.... never again "
    },
    {
        "id": 1582567160991604736,
        "created_at": "2022-10-19 02:59:48+00:00",
        "text": "When I mixed 21 different liquors and topped it off with redbull.... never again  "
    },
    {
        "id": 1582566608907620353,
        "created_at": "2022-10-19 02:57:36+00:00",
        "text": "wtf1official I'm a merc fan but I don't think they have a chance. If redbull got DNF may be it is possible to win."
    },
    {
        "id": 1582566564372840448,
        "created_at": "2022-10-19 02:57:26+00:00",
        "text": "noweakhugs Redbull and vodka's brooooo"
    },
    {
        "id": 1582566136222486528,
        "created_at": "2022-10-19 02:55:44+00:00",
        "text": "SuperMegaShow my rates are a redbull and half a pack of cigarettes"
    },
    {
        "id": 1582565520272130048,
        "created_at": "2022-10-19 02:53:17+00:00",
        "text": "bearistari I agree redbull bad"
    },
    {
        "id": 1582565362901479424,
        "created_at": "2022-10-19 02:52:39+00:00",
        "text": "Almost died choking on redbull , girlfriend just did the Heimlich maneuver on me , can't believe redbull almost took my life, wtf"
    },
    {
        "id": 1582565285722148864,
        "created_at": "2022-10-19 02:52:21+00:00",
        "text": "i do really like redbull haha  "
    },
    {
        "id": 1582564414338703360,
        "created_at": "2022-10-19 02:48:53+00:00",
        "text": "mariana_morales  RedBull America, Real Madrid, Chelsea Patriots  Warriors  Dodgers"
    },
    {
        "id": 1582564186437013504,
        "created_at": "2022-10-19 02:47:59+00:00",
        "text": "SirKyleTaylor4 Qantas qatarairways QandA SkyNewsAust TheSpectator spectator RitaPanahi crikey_news RedCross redbull JaymiUJWorld Oprah Apple Tesla 50cent stephenfry AP aplusk selenagomez taylorswift13 edsheeran enews premieres 'HS (Feat. Liz II &amp; Willy)' soon!  HassanRouhani - Women wear a Hijab if it's cold. KremlinRussia_E - RussiaGoHome Ukraine - UkraineWins bobdylan   I love you"
    },
    {
        "id": 1582563656629616641,
        "created_at": "2022-10-19 02:45:53+00:00",
        "text": "MalikaSiheme98 redbullgaming redbull CONGRATULATIONS SISTER! CONGRATULATIONS!"
    },
    {
        "id": 1582563412470419456,
        "created_at": "2022-10-19 02:44:54+00:00",
        "text": "djfoster08 16 ounces of Redbull over 4 hours ago. Usually energy drink wear off fast for me"
    },
    {
        "id": 1582563291284779009,
        "created_at": "2022-10-19 02:44:25+00:00",
        "text": "Animation inspired by authors!James and The Giant Peach  * Roald Dahlanimation NFTs RedBull branding digitalmarketing cartoon CartoonNetwork starbucks happytrailsanimation NFTLuffym emkaezm khoshym tourriol"
    },
    {
        "id": 1582563187215384576,
        "created_at": "2022-10-19 02:44:01+00:00",
        "text": "sashhaaa3 Redbull + 3 Tylenol's bby"
    },
    {
        "id": 1582563076200886272,
        "created_at": "2022-10-19 02:43:34+00:00",
        "text": "Animation inspired by authors!James and The Giant Peach  * Roald Dahlanimation NFTs RedBull branding digitalmarketing cartoon CartoonNetwork starbucks happytrailsanimation NFTLuffy valleyTheCat"
    },
    {
        "id": 1582562369535848448,
        "created_at": "2022-10-19 02:40:46+00:00",
        "text": "Thank you RedBullCanada for sponsoring our event. All the players were able to perform their best with the help of the redbull drinks. The staff made the experience even better. Thank you again "
    },
    {
        "id": 1582562266922520576,
        "created_at": "2022-10-19 02:40:21+00:00",
        "text": "My single biggest fear since getting my septum pierced is getting it snagged on a redbull can tab."
    },
    {
        "id": 1582560716157988864,
        "created_at": "2022-10-19 02:34:11+00:00",
        "text": "danielricciardo You should have stuck it out with redbull my friend. Swallowed the pride pill, put your ego in your back pocket and continued on with them because you would never be in the position you are in right now."
    },
    {
        "id": 1582559654181117952,
        "created_at": "2022-10-19 02:29:58+00:00",
        "text": "RonnyJacksonTX Nope, Ronny Redbull. It's going Blue!"
    },
    {
        "id": 1582558946790805505,
        "created_at": "2022-10-19 02:27:10+00:00",
        "text": "Lonn story short... Don't touch his redbull ArtistOnTwitter Furry furryart fatfur DigitalArtist tummytuesdays "
    },
    {
        "id": 1582558598902689793,
        "created_at": "2022-10-19 02:25:47+00:00",
        "text": "I heard a rumor that for every stream Yoh gets a case of redbull and that for every thousand i could get a case of the sugar free so please run it up. I have an addiction. "
    },
    {
        "id": 1582558252826783744,
        "created_at": "2022-10-19 02:24:24+00:00",
        "text": "Free Dooplicator Airdrop AbhijnaV rakeshkumarspa1 Redbull_luck JordanSnow35 CarlosVale6 GhirbalA George12eth Blueskypiano21 cutdieriver1984 bangtancph Tracie36215881 whackywerewolf koki_marsola DolphinBrick "
    },
    {
        "id": 1582557993299607553,
        "created_at": "2022-10-19 02:23:22+00:00",
        "text": "I need a redbull"
    },
    {
        "id": 1582557706182762497,
        "created_at": "2022-10-19 02:22:14+00:00",
        "text": "\"You don't feel whole as an artist when you can't give it to a crowd, to an audience, to another person who can participate in the act of sharing.\" "
    },
    {
        "id": 1582557389340884992,
        "created_at": "2022-10-19 02:20:58+00:00",
        "text": "redbull for breakfast"
    },
    {
        "id": 1582556845360570368,
        "created_at": "2022-10-19 02:18:49+00:00",
        "text": "TimCollinsPhoto RedBullPU1 You're that much of a gullible idiot, that you'd feed into any sort of media source or statement that aligns with your narrative/agenda. The FIA hasn't, and has yet to make a statement on RedBull's final punishments and the true reason behind them going over-budget."
    },
    {
        "id": 1582556746203418625,
        "created_at": "2022-10-19 02:18:25+00:00",
        "text": "vodka redbull so I can stay up for CountdownToMidnightsTS"
    },
    {
        "id": 1582556535820931073,
        "created_at": "2022-10-19 02:17:35+00:00",
        "text": "This redbull got me perked up"
    },
    {
        "id": 1582556505991020545,
        "created_at": "2022-10-19 02:17:28+00:00",
        "text": "let me get a vodka w redbull pls thx "
    },
    {
        "id": 1582556343034343424,
        "created_at": "2022-10-19 02:16:49+00:00",
        "text": "BlaineThePainTV Cows and the teapot whistle are the speciality sprinkled with some rage and jumps cares. Powered by redbull and coffee coke"
    },
    {
        "id": 1582555984727527424,
        "created_at": "2022-10-19 02:15:23+00:00",
        "text": "Adidas Free NFT Hoodie  Keystone_cop24v KnightsofNFT sha_riq_ nthewwww Kurivo diamondbali888 ericxsweat SVK_RedBull Babylon8NFT davidosokill notsogamerhere UrunRaSurunwa Yernashinvestor DeItaLima "
    },
    {
        "id": 1582555480903143424,
        "created_at": "2022-10-19 02:13:23+00:00",
        "text": "Brandon_Gordon2 im telling you Brandon is as cracked as he is jacked, i saw him at 7/11 the other day buying adult diapers &amp; a 6 pack of redbull. I asked what the diapers were for and he said \"they are to contain my full power so i dont absolutely shit on these kids\" then he bhopped out the door"
    },
    {
        "id": 1582555305862262784,
        "created_at": "2022-10-19 02:12:42+00:00",
        "text": "Jerryidfk i had a watermelon redbull w lime vodka :p"
    },
    {
        "id": 1582555116669792257,
        "created_at": "2022-10-19 02:11:56+00:00",
        "text": "i miss him (redbull slushy) "
    },
    {
        "id": 1582555082729537536,
        "created_at": "2022-10-19 02:11:48+00:00",
        "text": "heelkd First drink of the night is titos and watermelon redbull so cheers."
    },
    {
        "id": 1582555039318478850,
        "created_at": "2022-10-19 02:11:38+00:00",
        "text": "UNH0LYFA3 CEREAL AND REDBULL DO IT"
    },
    {
        "id": 1582555017189302272,
        "created_at": "2022-10-19 02:11:33+00:00",
        "text": "urpalalice i'm such a redbull gal too tho esp the flavored ones"
    },
    {
        "id": 1582554645368475648,
        "created_at": "2022-10-19 02:10:04+00:00",
        "text": "SirKyleTaylor4 Qantas qatarairways QandA SkyNewsAust TheSpectator spectator RitaPanahi crikey_news RedCross redbull JaymiUJWorld Oprah Apple Tesla 50cent stephenfry AP aplusk selenagomez taylorswift13 edsheeran WeTweet entertainment song 'Hello Sir (Feat. Queen Elizabeth ii &amp; Prince William)' hoping (Ukraine) Leader Volodymyr Zelensky (ZelenskyyUa) &amp; Russian Leader Vladimir Putin (KremlinRussia_E) cease conflict &amp; call Truce."
    },
    {
        "id": 1582554228845072384,
        "created_at": "2022-10-19 02:08:25+00:00",
        "text": "Redbull "
    },
    {
        "id": 1582552424073822208,
        "created_at": "2022-10-19 02:01:14+00:00",
        "text": "So suddenly hakim bising dalam group cerita ada customer tanya 'Redbull tu apa? Kambing ke?'  crying, laughing and wiping tears "
    },
    {
        "id": 1582550774541754368,
        "created_at": "2022-10-19 01:54:41+00:00",
        "text": "mer212000 I can't argue with you on that one redbull supremacy "
    },
    {
        "id": 1582550202187010048,
        "created_at": "2022-10-19 01:52:25+00:00",
        "text": "veljd94 DRINK A REDBULL"
    },
    {
        "id": 1582550201470160897,
        "created_at": "2022-10-19 01:52:25+00:00",
        "text": "what if i drink 2 redbull"
    },
    {
        "id": 1582549872573833217,
        "created_at": "2022-10-19 01:51:06+00:00",
        "text": "Lmao I loveeeeee a Hennessy and Redbull combo fuck my job and my liver"
    },
    {
        "id": 1582549062120747008,
        "created_at": "2022-10-19 01:47:53+00:00",
        "text": "Okay but Starbucks refreshers mixed with redbull"
    },
    {
        "id": 1582548813264232449,
        "created_at": "2022-10-19 01:46:54+00:00",
        "text": "i need to stop drinking redbull so much "
    },
    {
        "id": 1582548689016344579,
        "created_at": "2022-10-19 01:46:24+00:00",
        "text": "A peach nectarine redbull "
    },
    {
        "id": 1582548575682465792,
        "created_at": "2022-10-19 01:45:57+00:00",
        "text": "quest mint chocolate chunk protein bar - 180 calsquest birthday cake protein bar - 170 calssugar free redbull - 25 calsraspberries - 1 cal/berrywhole pomegranate- 234 calsstrawberries - 6 cals/berryblueberries - 1 cal/berry"
    },
    {
        "id": 1582547481459453952,
        "created_at": "2022-10-19 01:41:36+00:00",
        "text": "nahrizzy redbull ent"
    },
    {
        "id": 1582547420793409536,
        "created_at": "2022-10-19 01:41:22+00:00",
        "text": "T90Official redbullgaming Plus redbull wolo mayan villagers... chefs kiss rogan"
    },
    {
        "id": 1582546588798717952,
        "created_at": "2022-10-19 01:38:03+00:00",
        "text": "LoganFxke she want me but i lost redbull"
    },
    {
        "id": 1582544717023440896,
        "created_at": "2022-10-19 01:30:37+00:00",
        "text": "girlblogger100 redbull, cherry and gummy bear"
    },
    {
        "id": 1582544677961879552,
        "created_at": "2022-10-19 01:30:28+00:00",
        "text": "i am craving a sf redbull so bad rn "
    },
    {
        "id": 1582543145501622272,
        "created_at": "2022-10-19 01:24:22+00:00",
        "text": "JNathans60 SilverArrowsNet Cry louder so the ppl in the back can also laugh at your sorry excuses for cheating. Outside of your echo chamber, no one respects RedBull. Cope."
    },
    {
        "id": 1582543035111391232,
        "created_at": "2022-10-19 01:23:56+00:00",
        "text": "If for some reason I end up at the bar this weekend (100% chance) I have decided that my drink of choice will be tequila redbull (blacking out after only talking to milfs and pissing over 16.5 times (slam the over))"
    },
    {
        "id": 1582543022876565505,
        "created_at": "2022-10-19 01:23:53+00:00",
        "text": "Um redbull e um cheddar mcmelt "
    },
    {
        "id": 1582542722518638592,
        "created_at": "2022-10-19 01:22:41+00:00",
        "text": "redbull wants me but she doesn't."
    },
    {
        "id": 1582542414132129792,
        "created_at": "2022-10-19 01:21:28+00:00",
        "text": "year : 2003previous owners : 7miles : to be found outmodel : 5'9\"/goth bf/puppy bf etcfuel : monster, redbull, coffee, blue slusheescondition: in good condition downside : depressed as shitbonus : great lover, a bit of an overthinker, possessive, jealous and a good kisser"
    },
    {
        "id": 1582542055955345408,
        "created_at": "2022-10-19 01:20:03+00:00",
        "text": "Prediction: KenRoczen94 on a StarRacingYam but not full \"factory\" because of the redbull MonsterEnergy conflict... probemewrong"
    },
    {
        "id": 1582541442567745536,
        "created_at": "2022-10-19 01:17:36+00:00",
        "text": "rumz3y but Ferrari and Redbull's car better than Alpine"
    },
    {
        "id": 1582540375885217792,
        "created_at": "2022-10-19 01:13:22+00:00",
        "text": "please im begging, redbull make a caffeine free redbull. sometimes i just really want a redbull at midnight."
    },
    {
        "id": 1582540024310304769,
        "created_at": "2022-10-19 01:11:58+00:00",
        "text": "*cracks redbull open after dark* "
    },
    {
        "id": 1582537824376868865,
        "created_at": "2022-10-19 01:03:14+00:00",
        "text": "itsamyng I'd literally do anything for a can of redbull"
    },
    {
        "id": 1582537402546941952,
        "created_at": "2022-10-19 01:01:33+00:00",
        "text": "Make Arctic Berry/Frosted Berry permanent please redbull"
    },
    {
        "id": 1582537300176965634,
        "created_at": "2022-10-19 01:01:09+00:00",
        "text": "FP1Will i am wondering how they forgot about redbull"
    },
    {
        "id": 1582536954952183809,
        "created_at": "2022-10-19 00:59:46+00:00",
        "text": "Who would've drink redbull 8 in the morning? Welp me  "
    },
    {
        "id": 1582536764463333379,
        "created_at": "2022-10-19 00:59:01+00:00",
        "text": "SirKyleTaylor4 Qantas qatarairways QandA SkyNewsAust TheSpectator spectator RitaPanahi crikey_news RedCross redbull JaymiUJWorld Oprah Apple Tesla 50cent stephenfry AP aplusk selenagomez taylorswift13 edsheeran enews premiering 'Hello Sir (Feat. Queen Elizabeth ii &amp; Prince William)' soon! HassanRouhani - Women wear a Hijab if it's cold.KremlinRussia_E - RussiaGoHomeUkraine - UkraineWinsUkraine President ~ ZelenskyyUaRussia President ~ Vladimir Putin"
    },
    {
        "id": 1582536601955336193,
        "created_at": "2022-10-19 00:58:22+00:00",
        "text": "redbull bring back grapefruittwist won't stop until it makes a comeback. Your recent flavors are really subpar. "
    },
    {
        "id": 1582536368147701760,
        "created_at": "2022-10-19 00:57:26+00:00",
        "text": "11. Most memorable set was RedBull battlegrounds Boston... ya had to be there or watched it on stream "
    },
    {
        "id": 1582536326788059137,
        "created_at": "2022-10-19 00:57:17+00:00",
        "text": "highhands89 Next time grab a redbull"
    },
    {
        "id": 1582536171908829184,
        "created_at": "2022-10-19 00:56:40+00:00",
        "text": "I've been a Redbull racing fan since Seb came to Redbull. But I just rewatched Drive to Survive and I just love Toto, what intensity!"
    },
    {
        "id": 1582535450668867584,
        "created_at": "2022-10-19 00:53:48+00:00",
        "text": "sitting here wondering why my stomach hurts but all i've consumed in the last 24 hrs is redbull nictoene and a yerky"
    },
    {
        "id": 1582535416107843584,
        "created_at": "2022-10-19 00:53:39+00:00",
        "text": "pharmacy closed couldn't get my adhd prescription in time redbull it is lmao $ETH"
    },
    {
        "id": 1582535396830814208,
        "created_at": "2022-10-19 00:53:35+00:00",
        "text": "Okay Redbull actually does work but at what cost"
    },
    {
        "id": 1582535359111393281,
        "created_at": "2022-10-19 00:53:26+00:00",
        "text": "I really need a redbull."
    },
    {
        "id": 1582535088419790848,
        "created_at": "2022-10-19 00:52:21+00:00",
        "text": "redbullvictim they sell the winter redbull here!"
    },
    {
        "id": 1582533134729592833,
        "created_at": "2022-10-19 00:44:36+00:00",
        "text": "redbull_297974 KiaTipOff22 action begins TONIGHT on TNT with a star-studded line up! Jayson Tatum &amp; the Celtics host Joel Embiid &amp; the 76ers at 7:30pm/et then LeBron and Steph go head-to-head as the Lakers visit the Champion Warriors at 10pm/et. WHO YA GOT? "
    },
    {
        "id": 1582533016252862464,
        "created_at": "2022-10-19 00:44:07+00:00",
        "text": "this redbull's giving me like half a panic attack"
    },
    {
        "id": 1582532925761163264,
        "created_at": "2022-10-19 00:43:46+00:00",
        "text": "I_am_jerm aren't NA eyeballs more valuable for most major broadcast sponsors (redbull, state farm, bud light, etc) than eu/cn/kr though? focusing exclusively on viewership  without any context isn't super valuable imo."
    },
    {
        "id": 1582532664539549697,
        "created_at": "2022-10-19 00:42:43+00:00",
        "text": "JB literally walked into the arena with a redbull in his hand. Shit had to wear off."
    },
    {
        "id": 1582532495383240704,
        "created_at": "2022-10-19 00:42:03+00:00",
        "text": "Redbull seems to have cheated to win last years F1 title. Hows that allowed?"
    },
    {
        "id": 1582532117212278784,
        "created_at": "2022-10-19 00:40:33+00:00",
        "text": "PupCatHybrid ||: not gonna lie, I do kinda like the taste of OG Redbull. Don't get me wrong, it is /NOWHERE/ as good compared to like Reign or NOS, but yeah. I mostly just like the sweetness of it. My all time fav though? Full Throttle, or MtnDew Energy (Baja Blast)"
    },
    {
        "id": 1582531852325519360,
        "created_at": "2022-10-19 00:39:30+00:00",
        "text": "I wish I can ask Chico to grab my redbull from up stairs "
    },
    {
        "id": 1582530933558632448,
        "created_at": "2022-10-19 00:35:51+00:00",
        "text": "life pretty much an F1 mercedes team. u have 7 years of glory and suddenly Redbull fucking crushes you on every race. God damn"
    },
    {
        "id": 1582528678465921025,
        "created_at": "2022-10-19 00:26:53+00:00",
        "text": "New look social RedBull "
    },
    {
        "id": 1582527267401408512,
        "created_at": "2022-10-19 00:21:17+00:00",
        "text": "SBakerMD Never understood why people get excited about these diets of 20-year-old bodybuilders. When you're in your 20s, you can get ripped off just flaming hot Cheetos and Redbull."
    },
    {
        "id": 1582526505519054848,
        "created_at": "2022-10-19 00:18:15+00:00",
        "text": "I drank 1L of redbull today and binged lol it's not going well :)"
    },
    {
        "id": 1582526112856358912,
        "created_at": "2022-10-19 00:16:41+00:00",
        "text": "Already had tall redbull and cold brew idk what to do"
    },
    {
        "id": 1582525888893444097,
        "created_at": "2022-10-19 00:15:48+00:00",
        "text": "50/50 ball. Mine. nike redbull sunbum soccer futbol footy football matchday orlando florida girlgang squad goals fkk krush ecnl ecnlgirls futureisblue futureisnow team  matchday WeSeeYouWatching nextlevel levelup saturday "
    },
    {
        "id": 1582525014666260480,
        "created_at": "2022-10-19 00:12:20+00:00",
        "text": "Turkish coffee + Redbull = no sleep"
    },
    {
        "id": 1582524915999186949,
        "created_at": "2022-10-19 00:11:56+00:00",
        "text": "Mercedes struggled with F1's switch to all-new regulations for 2022. Several key issues on its W13 challenger prevented it from keeping pace with RedBull and Ferrari. "
    },
    {
        "id": 1582524282340790273,
        "created_at": "2022-10-19 00:09:25+00:00",
        "text": "diewijAs Redbull con pisco &gt;"
    },
    {
        "id": 1582523977578082305,
        "created_at": "2022-10-19 00:08:12+00:00",
        "text": "MalikaSiheme98 redbullgaming redbull Congratulation MalikaSiheme98  "
    },
    {
        "id": 1582523500480253953,
        "created_at": "2022-10-19 00:06:19+00:00",
        "text": "MedrautHT 1 redbull, coffee and mocha for the carry"
    },
    {
        "id": 1582522685502160897,
        "created_at": "2022-10-19 00:03:04+00:00",
        "text": "This year Redbull Campus Clutch is easier, right? U just need to win national tournament and u going straight up to LAN in BR?"
    },
    {
        "id": 1582522005920043008,
        "created_at": "2022-10-19 00:00:22+00:00",
        "text": "girlblogger100 Mango, redbull, strawberry ice... Cinnamon if that was a thing where I live. I also love anything with menthol"
    },
    {
        "id": 1582521642063781888,
        "created_at": "2022-10-18 23:58:55+00:00",
        "text": "Watermelon redbull is my new favorite "
    },
    {
        "id": 1582520784374747136,
        "created_at": "2022-10-18 23:55:31+00:00",
        "text": "The watermelon redbull is the best thing ever invented! Yummm!!"
    },
    {
        "id": 1582519486376472576,
        "created_at": "2022-10-18 23:50:21+00:00",
        "text": "kenzybakrr Let's see what gru eats when she finally decides to eat. Hmmm. Sriracha? Ohhhh sorry fries loaded with Sriracha? Chicken Sriracha? Sriracha bottle? With redbull on the side ?"
    },
    {
        "id": 1582518876968873984,
        "created_at": "2022-10-18 23:47:56+00:00",
        "text": "Man, I'm running on 711 taquitos and redbull bruh"
    },
    {
        "id": 1582518410248089601,
        "created_at": "2022-10-18 23:46:05+00:00",
        "text": "Just drank a Redbull time for a nap"
    },
    {
        "id": 1582518310054244352,
        "created_at": "2022-10-18 23:45:41+00:00",
        "text": "I absolutely can not stand the celsius/rebull bitches. We need to put them on the same pedestal as \"hot cheeto girls\" bc why tf are u drinking redbull  8 am. pick up a glass of water."
    },
    {
        "id": 1582518277351542784,
        "created_at": "2022-10-18 23:45:33+00:00",
        "text": "Chad's calls have ignited our nation, and still beat strong in the hearts of American tv viewers (see comments under Chad's tweet). Is there another sport in need of a voice that can attract new fans and ignite their souls?redbull redbullracing espn TSNSportsCentre F1 "
    },
    {
        "id": 1582517810131251200,
        "created_at": "2022-10-18 23:43:42+00:00",
        "text": "elmemoshu sod1102 Metro_Sport Redbull should be made to pay each team the same amount of money, for the team to use as additional to the cost cap."
    },
    {
        "id": 1582517715583266816,
        "created_at": "2022-10-18 23:43:19+00:00",
        "text": "damn if mclaren is saying the redbull cost cap breach was cheating it has to be cheating because they know a lot about that"
    },
    {
        "id": 1582517567989506048,
        "created_at": "2022-10-18 23:42:44+00:00",
        "text": "brunch - a 250ml can of redbull! 116 cals "
    },
    {
        "id": 1582517351651549184,
        "created_at": "2022-10-18 23:41:53+00:00",
        "text": "\"when are they gonna bring back the winter redbull... because i've been waiting\""
    },
    {
        "id": 1582516766596792320,
        "created_at": "2022-10-18 23:39:33+00:00",
        "text": "RelapseAna 6 redbull i dont remember the letter"
    },
    {
        "id": 1582516364002353152,
        "created_at": "2022-10-18 23:37:57+00:00",
        "text": "Redbull gives you wings "
    },
    {
        "id": 1582516253683380225,
        "created_at": "2022-10-18 23:37:31+00:00",
        "text": "Advil and redbull kind of day."
    },
    {
        "id": 1582516227762966528,
        "created_at": "2022-10-18 23:37:25+00:00",
        "text": "Always find someone that has a Stella &amp; a Redbull  3am x "
    },
    {
        "id": 1582515343305879552,
        "created_at": "2022-10-18 23:33:54+00:00",
        "text": "Redbull Straight Rhythm"
    },
    {
        "id": 1582514919479513088,
        "created_at": "2022-10-18 23:32:13+00:00",
        "text": "All i do is speak the future, Spoke on this on a few years ago now look OrchestraNoir RickRoss Show powered by RedBullMusic venue AtlantaSymphony RedBullSymphonic  "
    },
    {
        "id": 1582514011920568321,
        "created_at": "2022-10-18 23:28:36+00:00",
        "text": "Redbull crutch but still losing :(  "
    },
    {
        "id": 1582513379704733696,
        "created_at": "2022-10-18 23:26:06+00:00",
        "text": "chug a redbull hit your vape and calm tf down"
    },
    {
        "id": 1582512971410214915,
        "created_at": "2022-10-18 23:24:28+00:00",
        "text": "MalikaDawn Yeah, that's insane. That's why I only do coffee/tea, maybe a redbull. I feel like once you start working out anyway you get a lil natural energy boost. They tryna kill you. Smh"
    },
    {
        "id": 1582512598431326210,
        "created_at": "2022-10-18 23:22:59+00:00",
        "text": "Currently on drink 3!! Hennessy and Redbull"
    },
    {
        "id": 1582512205928751104,
        "created_at": "2022-10-18 23:21:26+00:00",
        "text": "designzbychance It's okay man, on my way to collect some RedBull "
    },
    {
        "id": 1582512004694446080,
        "created_at": "2022-10-18 23:20:38+00:00",
        "text": "This was a funny moment Never had I thought redbull could be a fitting sponsor for HermesProtocol Maybe one day, who knows  "
    },
    {
        "id": 1582511256141168640,
        "created_at": "2022-10-18 23:17:39+00:00",
        "text": "redbull you are my favorite beverage keep doing what you're doing the fig apple flavor is delicious "
    },
    {
        "id": 1582510763503398912,
        "created_at": "2022-10-18 23:15:42+00:00",
        "text": "i feel like FIA will punish redbull for 2023 since thats logical to them and will let 2021 &amp; 2022 slideF1 CostCapScandal"
    },
    {
        "id": 1582510474523836416,
        "created_at": "2022-10-18 23:14:33+00:00",
        "text": "Gerrit Coles arm as he's warming up has to be fueled by tiger balm, ibuprofen and redbull bigdonkey47"
    },
    {
        "id": 1582510221528018946,
        "created_at": "2022-10-18 23:13:33+00:00",
        "text": "0000million Redbull"
    },
    {
        "id": 1582509946150625280,
        "created_at": "2022-10-18 23:12:27+00:00",
        "text": "HammerWatch44 FanaticsFerrari SportsPro No team would choose Charles over Max, sorry. That simply won't happen. You can check how highly the team principals rate Verstappen if you look up team principals rating of drivers every season. After his f3 performance Merc, Ferrari and Redbull wanted him at the same time."
    },
    {
        "id": 1582509789162385409,
        "created_at": "2022-10-18 23:11:50+00:00",
        "text": "i just wanna try some redbull rn "
    },
    {
        "id": 1582509568763961344,
        "created_at": "2022-10-18 23:10:57+00:00",
        "text": "i am actively praying on their third vodka redbull"
    },
    {
        "id": 1582509551797956608,
        "created_at": "2022-10-18 23:10:53+00:00",
        "text": "DoorDashGaming Hi!! I like redbull and sushi and playing games that make me regret playing them but still play them "
    },
    {
        "id": 1582508879765987328,
        "created_at": "2022-10-18 23:08:13+00:00",
        "text": "i feel like i have just had a redbull epiphany"
    },
    {
        "id": 1582507803872473088,
        "created_at": "2022-10-18 23:03:56+00:00",
        "text": "redbull cheated last year to win the championship and yet again cheating to win this year . Unbelievable. Once a cheat always a cheat"
    },
    {
        "id": 1582507680249225223,
        "created_at": "2022-10-18 23:03:27+00:00",
        "text": "KNXCKLE I definitely agree with this. I have a Champion hoodie from Redbull with Chun on it &amp; it's one of my fav hoodies &amp; super nice."
    },
    {
        "id": 1582507533075247104,
        "created_at": "2022-10-18 23:02:52+00:00",
        "text": "laulaulaurssss Donut con redbull falso."
    },
    {
        "id": 1582507090135769091,
        "created_at": "2022-10-18 23:01:06+00:00",
        "text": "laurenoflight_ LoKoBTC ICOffenderII What is redbull? I gotta make sure my mama will let me use her phone. Is that today? "
    },
    {
        "id": 1582505845127979009,
        "created_at": "2022-10-18 22:56:09+00:00",
        "text": "GokayYetisen FanaticsFerrari SportsPro that is true to some extent, for teams like redbull who don't care about their image as much as other prestigious teams like ferrari or mclaren? of course, but for ferrari and mclaren if both the drivers had similar talent, then i have no doubt both would choose charles"
    },
    {
        "id": 1582505705890009089,
        "created_at": "2022-10-18 22:55:36+00:00",
        "text": "Stone fruit and strawberry in a redbull or lotus is life changing... go ahead and thank me later"
    },
    {
        "id": 1582505601791594497,
        "created_at": "2022-10-18 22:55:11+00:00",
        "text": "jileezie LoKoBTC ICOffenderII ICOffenderII is ready for the questions after redbull. We must build the stage, and then Yellow comes. This will be your favorite day, jileezie! "
    },
    {
        "id": 1582505205337247744,
        "created_at": "2022-10-18 22:53:37+00:00",
        "text": "on my second redbull today, this is what being a designer looks like during midterms"
    },
    {
        "id": 1582504996872278016,
        "created_at": "2022-10-18 22:52:47+00:00",
        "text": "ur_bbyariel I got a redbull and a vape, next best thing right?"
    },
    {
        "id": 1582504517534261249,
        "created_at": "2022-10-18 22:50:53+00:00",
        "text": "Redbull"
    },
    {
        "id": 1582504461154410497,
        "created_at": "2022-10-18 22:50:39+00:00",
        "text": "KraksTV redbull FREE HUSHPUPPI!!Music Video!!OUT NOW!!ON YouTube!!By STYLERVIP!!"
    },
    {
        "id": 1582504008111230976,
        "created_at": "2022-10-18 22:48:51+00:00",
        "text": "I drink redbull like it's water"
    },
    {
        "id": 1582503684424204288,
        "created_at": "2022-10-18 22:47:34+00:00",
        "text": "just chased my vitamins with a redbull"
    },
    {
        "id": 1582503566618394624,
        "created_at": "2022-10-18 22:47:06+00:00",
        "text": "malkasahbi Definitely redbull"
    },
    {
        "id": 1582502472873963521,
        "created_at": "2022-10-18 22:42:45+00:00",
        "text": "PrivatpatientI cctv_idiots Donkey on some redbull energy"
    },
    {
        "id": 1582502352376197122,
        "created_at": "2022-10-18 22:42:16+00:00",
        "text": "davidcrosss I'll say it: people are idiots. ESPECIALLY around entertainers, it's like the 'normal person' hat just flies off &amp; they turn into deranged Chihuahuas high on redbull, cocaine, &amp; self entitlement.I really hope she isn't too fucked up from this."
    },
    {
        "id": 1582502247098826752,
        "created_at": "2022-10-18 22:41:51+00:00",
        "text": "Man i'm never gna switch out my redbull for a water again"
    },
    {
        "id": 1582502242250203138,
        "created_at": "2022-10-18 22:41:50+00:00",
        "text": "Pinkman1483369_ keiranavirus why would you drink redbull from a mug"
    },
    {
        "id": 1582502168153579520,
        "created_at": "2022-10-18 22:41:33+00:00",
        "text": "thanos876 it actually declined with redbull's domination"
    },
    {
        "id": 1582502111795089408,
        "created_at": "2022-10-18 22:41:19+00:00",
        "text": "DzintraSullivan RedBull"
    },
    {
        "id": 1582502017351630849,
        "created_at": "2022-10-18 22:40:57+00:00",
        "text": "JamesAl06658214 redbull ParisHilton only a fool can be fooled by hopeless hopes about the Lunc coin. There are those who have 3 trillion don't want to burn them but sell them slowly taking big profits from people's losses, never to the moon, sell-landed-take-sell, ha... ha... ha... "
    },
    {
        "id": 1582501980744085505,
        "created_at": "2022-10-18 22:40:48+00:00",
        "text": "Just chugged two redbull's with my adderrall and an edible all the tools needed to fix my life"
    },
    {
        "id": 1582501777689436161,
        "created_at": "2022-10-18 22:39:59+00:00",
        "text": "Spotted the RedBull  "
    },
    {
        "id": 1582501365133152256,
        "created_at": "2022-10-18 22:38:21+00:00",
        "text": "c0rps3wife Redbull"
    },
    {
        "id": 1582501309063651328,
        "created_at": "2022-10-18 22:38:08+00:00",
        "text": "f1cover edascedes This would literally be a way of getting yourself over budget, because then he wouldn't fall in the top 3 earners rule. RedBull on the other hand tried pulling the exact opposite stunt with Adrian Newey which is why only one of these two teams got a certificate of compliance"
    },
    {
        "id": 1582500780166197248,
        "created_at": "2022-10-18 22:36:02+00:00",
        "text": "huyandere keiranavirus Close enough, its actaully redbull yo"
    },
    {
        "id": 1582500680832806912,
        "created_at": "2022-10-18 22:35:38+00:00",
        "text": "What's one team you think will fall off moving to 2023?I don't think Ferrari will ever be able to match their pace they had at the start of this season and Mercedes with a whole winter of testing will be back on level with RedBull"
    },
    {
        "id": 1582500220046553088,
        "created_at": "2022-10-18 22:33:48+00:00",
        "text": "year : 1996previous owners : 5miles : 4model : 5'2 milffuel : coffee, redbull, hand pictures &amp; being praised  condition: still running somehow. Not sure how thoughdownside : depressed bitchbonus : can cook, will make you laugh &amp; has a huge heart"
    },
    {
        "id": 1582500132985405440,
        "created_at": "2022-10-18 22:33:27+00:00",
        "text": "working across from a fridge full of redbull this may be god torturing me"
    },
    {
        "id": 1582499934820962304,
        "created_at": "2022-10-18 22:32:40+00:00",
        "text": "suckthetrigger This was literally me n reu at redbull lol"
    },
    {
        "id": 1582499866344710144,
        "created_at": "2022-10-18 22:32:24+00:00",
        "text": "redbull when SHIB when SHIBARMY when ParisHilton "
    },
    {
        "id": 1582499823999422465,
        "created_at": "2022-10-18 22:32:14+00:00",
        "text": "yewwPULSE Red Bull Rampage 2021: MTB Riders to watch  see more "
    },
    {
        "id": 1582499334205030400,
        "created_at": "2022-10-18 22:30:17+00:00",
        "text": "ronaldoillapit SUSHI MIT REDBULL beste"
    },
    {
        "id": 1582498907757903872,
        "created_at": "2022-10-18 22:28:35+00:00",
        "text": "liban9ali Get me some redbull merchandise while you're still there"
    },
    {
        "id": 1582497719440257024,
        "created_at": "2022-10-18 22:23:52+00:00",
        "text": "FIA and Redbull fia Ben_Sulayem redbullracing "
    },
    {
        "id": 1582497209500651520,
        "created_at": "2022-10-18 22:21:50+00:00",
        "text": "MikeLaBelle redbullgaming redbull yesssssirrrrrr"
    },
    {
        "id": 1582497068085817346,
        "created_at": "2022-10-18 22:21:17+00:00",
        "text": "Redbull "
    },
    {
        "id": 1582496970027196416,
        "created_at": "2022-10-18 22:20:53+00:00",
        "text": "HLDQuotes no water only vodka redbull then and maybe some nice tea"
    },
    {
        "id": 1582496914209406976,
        "created_at": "2022-10-18 22:20:40+00:00",
        "text": "T1 redbullgaming redbull ayoooo - if you are in NYCtime to pull up"
    },
    {
        "id": 1582496587401506818,
        "created_at": "2022-10-18 22:19:22+00:00",
        "text": "Bogs_Return redbullracing merc outspent everyone because they were willing to do so and there was no rule against it. now redbull break the rule to spend extra millions to make cars faster. even 1.6 million is an astronomical advantage over teams who follow the rules"
    },
    {
        "id": 1582496510046273538,
        "created_at": "2022-10-18 22:19:04+00:00",
        "text": "PPC I'm ranking behind and sometimes in front of a website that have Redbull and a pro tennis players to as sponsors, and maybe spent millions on back links from CNN like website. HOW ? "
    },
    {
        "id": 1582496498134065153,
        "created_at": "2022-10-18 22:19:01+00:00",
        "text": "karamazovas exactly!!! and sure, i also had diet coke and redbull and iced coffee in the fridge but what can i say, need caffeine for all the occasions and moods lol"
    },
    {
        "id": 1582496224254767104,
        "created_at": "2022-10-18 22:17:55+00:00",
        "text": "The charming teal color of the new 2022 winter edition redbull provides an excellent first impression of this flavorful drink. With undertones of the classic original redbull, this delicacy adds some fun fall flavors complete with a hint of crisp apple. With only 111g of ca "
    },
    {
        "id": 1582495544152203264,
        "created_at": "2022-10-18 22:15:13+00:00",
        "text": "RobLMyers F1 Redbull is trying to balance its books for next year. Riddle me this because we all want to know why the FIA will want to give Redbull time to balance their books !?Could it be FIA must give Lewis his 8th &amp; next year Redbull can keep their wdc!?We smell a dead RatWHY !?!?!!"
    },
    {
        "id": 1582495217973796865,
        "created_at": "2022-10-18 22:13:55+00:00",
        "text": "PanCHooNn redbull Let's do this SHIB is waiting for you in your delivery trucks"
    },
    {
        "id": 1582494612157272066,
        "created_at": "2022-10-18 22:11:31+00:00",
        "text": "Redbull costing dept says YES!! "
    },
    {
        "id": 1582494514740342784,
        "created_at": "2022-10-18 22:11:08+00:00",
        "text": "SilverArrowsNet that is not possible you cannot force haas or williams to match redbull ferrari and mercedes, stefano is a clown FIA is a clownshow"
    },
    {
        "id": 1582494419059515392,
        "created_at": "2022-10-18 22:10:45+00:00",
        "text": "What if I drink sugar-free monster and redbull ?! "
    },
    {
        "id": 1582494112728567808,
        "created_at": "2022-10-18 22:09:32+00:00",
        "text": "Fall edition pumpkin spice redbull"
    },
    {
        "id": 1582494077215420416,
        "created_at": "2022-10-18 22:09:23+00:00",
        "text": "AntrixPool My body is immune to the effects of redbull"
    },
    {
        "id": 1582493989252784129,
        "created_at": "2022-10-18 22:09:03+00:00",
        "text": "just me and my redbull vape against the world"
    },
    {
        "id": 1582493918385803265,
        "created_at": "2022-10-18 22:08:46+00:00",
        "text": "SUPERCUTEMASTER Femi:'OH, wish I got your lips on mine as many times in a day as they were on a redbull can ~'"
    },
    {
        "id": 1582493646250999808,
        "created_at": "2022-10-18 22:07:41+00:00",
        "text": "FormulaDino CHECTIFI Imo he would I mean it's a fucking redbull"
    },
    {
        "id": 1582493253001089025,
        "created_at": "2022-10-18 22:06:07+00:00",
        "text": "so stressed and nervous that my stomach wont fill up time to get a redbull"
    },
    {
        "id": 1582493164921049090,
        "created_at": "2022-10-18 22:05:46+00:00",
        "text": "I made a redbull spritzer to bring with me and I forgot it in the freezer because I wanted to chill the drink quicker. Do I get a drink from a drive thru? (I'm gonna do it anyways)"
    },
    {
        "id": 1582493088999538688,
        "created_at": "2022-10-18 22:05:28+00:00",
        "text": "TwoSecondsTed ebark133 RedBullPU1 Marshalls were still on track when they started releasing the lapped cars between Lewis and the RedBull cheat - against the written regulations."
    },
    {
        "id": 1582493061723979776,
        "created_at": "2022-10-18 22:05:21+00:00",
        "text": "RedBull X2010 JP Flag Color "
    },
    {
        "id": 1582492887425552384,
        "created_at": "2022-10-18 22:04:40+00:00",
        "text": "my meals so far today:7:30 am - venti pumpkin spice latte blonde with an extra shot 2:30 pm - redbull"
    },
    {
        "id": 1582492877871263744,
        "created_at": "2022-10-18 22:04:38+00:00",
        "text": "YorozuyaVapor Redbull and Yaegermeister. You normally put yaeger in a big glass, and in a smaller glass inside of the big glass the redbull goes."
    },
    {
        "id": 1582492532365484032,
        "created_at": "2022-10-18 22:03:15+00:00",
        "text": "redbull , powerade or toothbrushes  "
    },
    {
        "id": 1582492431777353728,
        "created_at": "2022-10-18 22:02:51+00:00",
        "text": "redbull light "
    },
    {
        "id": 1582492093947473920,
        "created_at": "2022-10-18 22:01:31+00:00",
        "text": "Noway someone just said redbull is bitter? Why you even drinking that shit"
    },
    {
        "id": 1582491815101374466,
        "created_at": "2022-10-18 22:00:24+00:00",
        "text": "This weekend I will be making my League of Legends commentating debut at Red Bull Top Lane!Activities include:Worlds2022 Watch Parties Fri-SunAfter Parties on Sat/SunQ&amp;A with TravisGafford 1v1s with the communityAll events free to those in NYC! "
    },
    {
        "id": 1582491547311820800,
        "created_at": "2022-10-18 21:59:20+00:00",
        "text": "Why doesn't this school have redbull"
    },
    {
        "id": 1582490514196090880,
        "created_at": "2022-10-18 21:55:14+00:00",
        "text": "F1Fan_92 Sam_Watson7 Vaishach wtf1official No it doesn't other wise redbull wouldn't of been so good around monaco in the last 5 or so years when they had a piss poor engine"
    },
    {
        "id": 1582490410450300928,
        "created_at": "2022-10-18 21:54:49+00:00",
        "text": "girlblogger100 watermelon or any redbull one"
    },
    {
        "id": 1582490398395486208,
        "created_at": "2022-10-18 21:54:46+00:00",
        "text": "Havvamall Redbull makes me want to vomit when I smell it, did Yeager Bombs one night...next day I can't remember shit and have to fly across the country to get home! Never ever again!"
    },
    {
        "id": 1582490277612511233,
        "created_at": "2022-10-18 21:54:18+00:00",
        "text": "wearetherace XPBImages Redbull need to pack up and go home until the FIA decides on the cost cap breach"
    },
    {
        "id": 1582490056828198912,
        "created_at": "2022-10-18 21:53:25+00:00",
        "text": "f1mechanic2 Telcel_Racing redbullracing I hope they listen to you because not only are we fans of F1 but we want to do social work for puppies for adoption in the world and we want Redbull Team and F1 to support us"
    },
    {
        "id": 1582489409386995712,
        "created_at": "2022-10-18 21:50:51+00:00",
        "text": "F1CouchPilot X_Neymarmig11 RedBullPU1 fia probably working together with redbull to sweep it under the rug. wouldnt surprise me"
    },
    {
        "id": 1582489260565102592,
        "created_at": "2022-10-18 21:50:15+00:00",
        "text": "sophiahobbs_ No point if Redbull as a team are disqualified for cheating. I guess that was the only way they where gonna win"
    },
    {
        "id": 1582488875557003265,
        "created_at": "2022-10-18 21:48:43+00:00",
        "text": "woody_wooddell ill take a redbull over a sweet tea most the time tbh"
    },
    {
        "id": 1582488844284219392,
        "created_at": "2022-10-18 21:48:36+00:00",
        "text": "RayonJorge Telcel_Racing If redbullracing dont get that dog &amp; car into MexicoGP paddock it means the world is sad f1 redbull verstappen checo"
    },
    {
        "id": 1582488374757113859,
        "created_at": "2022-10-18 21:46:44+00:00",
        "text": "Let's get it! I have had doritos and a redbull. Day 7 of straight work!! (Finally off tomorrow gonna go get me bones cracked)"
    },
    {
        "id": 1582488081013563393,
        "created_at": "2022-10-18 21:45:34+00:00",
        "text": "craving another redbull so bad rn but it's 2:45pm and it is simply too late to have a redbull and not end up staying up way too late"
    },
    {
        "id": 1582488046884114433,
        "created_at": "2022-10-18 21:45:26+00:00",
        "text": "If anything the Gods should be paying Percy to go to college because that boy could AND WOULD overthrow Olympus sleep deprived and on a caffeine redbull high after cramming for finals too many nights in a row"
    },
    {
        "id": 1582487561028919296,
        "created_at": "2022-10-18 21:43:30+00:00",
        "text": "Formula_NANO FormulaDino He beat 2 illegal Ferraris in 2019 and nearly beat Bottas in the w11 in 2020. It's a shame about all the controversy around redbull but max is an amazing driver"
    },
    {
        "id": 1582487311408721921,
        "created_at": "2022-10-18 21:42:30+00:00",
        "text": "malkasahbi Redbull"
    },
    {
        "id": 1582487301845762053,
        "created_at": "2022-10-18 21:42:28+00:00",
        "text": "NowPlaying \"Law Bs Nerga3 (feat. Muslim &amp; Hady Moamer)\" by redbull on Anghami  "
    },
    {
        "id": 1582486884135030788,
        "created_at": "2022-10-18 21:40:49+00:00",
        "text": "HaterToad always keep a redbull and weed pen in my bag"
    },
    {
        "id": 1582486843404099585,
        "created_at": "2022-10-18 21:40:39+00:00",
        "text": "trying to stop drinking coffee but hitting that afternoon slump bad sos what are y'all drinking that isn't redbull"
    },
    {
        "id": 1582486680317366272,
        "created_at": "2022-10-18 21:40:00+00:00",
        "text": "catgirl_anon nakeethushunter venusdotweb Metopropolol amelodapine thc and RedBull "
    },
    {
        "id": 1582486527111987200,
        "created_at": "2022-10-18 21:39:23+00:00",
        "text": "day 1 no redbull: falling asleep in the staff washroom rn"
    },
    {
        "id": 1582486497143717889,
        "created_at": "2022-10-18 21:39:16+00:00",
        "text": "HammerWatch44 Motorsport Redbull didnt need to change their floor unlike Mercedes and Ferrari. They were both cheating with their flexi floor but you dont see us RB crying on every post like you. Finding loopholes is a apart of F1 and always will be. So please stop crying like a baby."
    },
    {
        "id": 1582486082788073473,
        "created_at": "2022-10-18 21:37:37+00:00",
        "text": "BenwalidMadi Motorsport not a wrong year if redbull cheated last year they are most definitely cheating this year because this season is also gone and they are just now learning that they have been caught for their clever accountancy"
    },
    {
        "id": 1582485825605890050,
        "created_at": "2022-10-18 21:36:36+00:00",
        "text": "I hate drinking redbull but it really helps while I'm at work cuz i be dozing in this mf lol"
    },
    {
        "id": 1582485451457572868,
        "created_at": "2022-10-18 21:35:07+00:00",
        "text": "demarcu07257992 Motorsport ferrari lost performance, mercedes came close to both which means both redbull and ferrari were cheating"
    },
    {
        "id": 1582485442624368641,
        "created_at": "2022-10-18 21:35:05+00:00",
        "text": "formularacers_ Ric's ego won't let him. Rather sit out and hope for a chance a year later  then to give it everything at Haas. But I get it. He went from RedBull down to Haas...damn that's got to hurt"
    },
    {
        "id": 1582485216979202054,
        "created_at": "2022-10-18 21:34:11+00:00",
        "text": "NessPhace This new redbull ad go hard"
    },
    {
        "id": 1582484851030372355,
        "created_at": "2022-10-18 21:32:44+00:00",
        "text": "Metro_Sport More teams need to make their feelings  and views clear too.It's clear the fia are in RedBull's pockets, so they need to be told that letting them is not acceptable and a fine would make the budget cap a mockery and F1 a complete farce!It's make or break for the FIA and F1"
    },
    {
        "id": 1582484768196677632,
        "created_at": "2022-10-18 21:32:24+00:00",
        "text": "want to go home, sip a lil redbull, n eat my yummie mozz sticks "
    },
    {
        "id": 1582484445512093696,
        "created_at": "2022-10-18 21:31:07+00:00",
        "text": "boxxforsofts and Lando is the only one to cross the 100 points mark for a none Mercedes, Redbull or Ferrari driver"
    },
    {
        "id": 1582483004131184640,
        "created_at": "2022-10-18 21:25:23+00:00",
        "text": "MotoAftermath pulpmx I would think he can give up fox, and get paid from tld. It is ktm money. Just thinking it would be a better fit than him leaving redbull like Steve mentioned on the show."
    },
    {
        "id": 1582482285169086465,
        "created_at": "2022-10-18 21:22:32+00:00",
        "text": "SealBearer Whatever RedBull needs, Karun is their guy  "
    },
    {
        "id": 1582482035876458497,
        "created_at": "2022-10-18 21:21:33+00:00",
        "text": "The countdown to Red Bull Rampage is on Get to know the riders that will be competing this Friday, October 21 (including 's own BrandonSemenuk )  Who are you excited to see? "
    },
    {
        "id": 1582481708766887936,
        "created_at": "2022-10-18 21:20:15+00:00",
        "text": "dusle17 Not sure if redbull can afford doughnuts"
    },
    {
        "id": 1582481682065944576,
        "created_at": "2022-10-18 21:20:08+00:00",
        "text": "Redbull doesn't give you wings! Lifting Does! Fitness HeavyAssWeights WeightTraining motivation "
    },
    {
        "id": 1582481316037029888,
        "created_at": "2022-10-18 21:18:41+00:00",
        "text": "i drink a redbull and nightcore my thoughts and feelings"
    },
    {
        "id": 1582481227806027776,
        "created_at": "2022-10-18 21:18:20+00:00",
        "text": "verstappns Where's his redbull cap quick"
    },
    {
        "id": 1582480917393653760,
        "created_at": "2022-10-18 21:17:06+00:00",
        "text": "SealBearer Obviously the man is being paid in some way by redbull."
    },
    {
        "id": 1582479556300091392,
        "created_at": "2022-10-18 21:11:41+00:00",
        "text": "craving another redbull"
    },
    {
        "id": 1582479502721982464,
        "created_at": "2022-10-18 21:11:29+00:00",
        "text": "John_Salisbury at4691 But if he gets penalized that means some of the fault falls on him how I see it is say for instant Max and perez finished 1, 2 in the championship and Redbull won the constructors then they would have had a clear cut advantage but that's not the case with this scenario."
    },
    {
        "id": 1582479363999617028,
        "created_at": "2022-10-18 21:10:56+00:00",
        "text": "npmBIMBO chuckierla watermelon redbull with the takis flavor"
    },
    {
        "id": 1582479335143124992,
        "created_at": "2022-10-18 21:10:49+00:00",
        "text": "redbull Hi there I am just wondering will I have to pay to watch the Redbull Rampage stream?"
    },
    {
        "id": 1582478922234535936,
        "created_at": "2022-10-18 21:09:10+00:00",
        "text": "these lil celsius drinks are damn near kinda good lol i feel cleaner than drinking a redbull if that makes any sense"
    },
    {
        "id": 1582478860440203265,
        "created_at": "2022-10-18 21:08:56+00:00",
        "text": "ESPNF1 IWC ONLY \"Redbull gives you wings\"  terencenaidu Devenmoodley"
    },
    {
        "id": 1582478441236271104,
        "created_at": "2022-10-18 21:07:16+00:00",
        "text": "epic video guys, keep up the good work PGProud redbull AD "
    },
    {
        "id": 1582478141942992896,
        "created_at": "2022-10-18 21:06:04+00:00",
        "text": "Celsius is Redbull for people who have given up"
    },
    {
        "id": 1582478070060969984,
        "created_at": "2022-10-18 21:05:47+00:00",
        "text": "John_Salisbury at4691 No I don't think Redbull will get away with the breach they will get penalized but I highly doubt Max will be held at fault because if the drivers gained such an advantage from the car perez would have finished higher in the championship..."
    },
    {
        "id": 1582477581894328321,
        "created_at": "2022-10-18 21:03:51+00:00",
        "text": "bemayday__ JoanMirOfficial IzanGuevara28 AsparTeam RedBull_KTM_Ajo haha i think your profile pic matches your reaction "
    },
    {
        "id": 1582477256709918720,
        "created_at": "2022-10-18 21:02:33+00:00",
        "text": "PolyCompany redbullracing Redbull are cheaters"
    },
    {
        "id": 1582476916887408640,
        "created_at": "2022-10-18 21:01:12+00:00",
        "text": "mix of 'wyd' 'i got u a redbull' and 'i see on the cameras lily get off ur phone'"
    },
    {
        "id": 1582476763606978560,
        "created_at": "2022-10-18 21:00:36+00:00",
        "text": "id add redbull too but I don't encourage um...suicide!"
    },
    {
        "id": 1582476467027353600,
        "created_at": "2022-10-18 20:59:25+00:00",
        "text": "Okay, I came home to the prettiest flowers. And redbull. And Reese's.  "
    },
    {
        "id": 1582476217240125440,
        "created_at": "2022-10-18 20:58:25+00:00",
        "text": "Nico_Fourie_69 2leephephethe rinmor So far store. Even if they did package the tea in another name after Lipton left, they would be denied shelves in shops same way most black companies are. Mofaya is not available in any major store but dragon and redbull are(all 3 r energy drink). The other one is black owned"
    },
    {
        "id": 1582475740343246849,
        "created_at": "2022-10-18 20:56:32+00:00",
        "text": "Telcel_Racing Redbull me da alas TeamCheco AMaximaVelocidad"
    },
    {
        "id": 1582475654565888000,
        "created_at": "2022-10-18 20:56:11+00:00",
        "text": "Bogs_Return redbullracing hahahahah saying merc took the piss when redbull spend more than whats allowed. you're a fucking joke mate"
    },
    {
        "id": 1582475573305126912,
        "created_at": "2022-10-18 20:55:52+00:00",
        "text": "Me and the hat man off 200mg of adderall and a 20oz redbull writing my 10-pager due in an hour. "
    },
    {
        "id": 1582474553397501953,
        "created_at": "2022-10-18 20:51:49+00:00",
        "text": "cytrusf1 A can of redbull"
    },
    {
        "id": 1582474029734146048,
        "created_at": "2022-10-18 20:49:44+00:00",
        "text": "wbuxtonofficial Shame most of it comes from Redbull fans rentfree"
    },
    {
        "id": 1582473775488331776,
        "created_at": "2022-10-18 20:48:43+00:00",
        "text": "You will not win a F1 title if you stay at Ferrari, go to Redbull for gods sake. Everyone at Ferrari should be fired as they are a disgrace"
    },
    {
        "id": 1582473758991822848,
        "created_at": "2022-10-18 20:48:39+00:00",
        "text": "this new redbull is fucking awful"
    },
    {
        "id": 1582473406217617408,
        "created_at": "2022-10-18 20:47:15+00:00",
        "text": "Redbull is overrated and I'm not a fan. There, I said it!!"
    },
    {
        "id": 1582472844151181312,
        "created_at": "2022-10-18 20:45:01+00:00",
        "text": "Live from RedBull Gaming Sphere London / Fifa Pack Opening w/ ElyxxM renomahm "
    },
    {
        "id": 1582472677230804992,
        "created_at": "2022-10-18 20:44:21+00:00",
        "text": "Bought tobacco didn't get asked for ID         Went back around and got a redbull and got asked for ID ahhah"
    },
    {
        "id": 1582472407616741377,
        "created_at": "2022-10-18 20:43:17+00:00",
        "text": "BennigansBurger Redbull and cheesecake "
    },
    {
        "id": 1582472293908783104,
        "created_at": "2022-10-18 20:42:50+00:00",
        "text": "transfemme who drink redbull... it all makes sense"
    },
    {
        "id": 1582472283058102272,
        "created_at": "2022-10-18 20:42:47+00:00",
        "text": "thedonggu nvm i had a redbull"
    },
    {
        "id": 1582472231539838977,
        "created_at": "2022-10-18 20:42:35+00:00",
        "text": "Soumpontinho redbull tropical + limao + gelo"
    },
    {
        "id": 1582471017431109632,
        "created_at": "2022-10-18 20:37:46+00:00",
        "text": "im about to fall asleep in class while drinking a redbull"
    },
    {
        "id": 1582470607458951186,
        "created_at": "2022-10-18 20:36:08+00:00",
        "text": " NowPlaying \"Akhadt El Bal (feat. Hesham Ab...\" by redbull on Anghami "
    },
    {
        "id": 1582470560080367616,
        "created_at": "2022-10-18 20:35:57+00:00",
        "text": "redbull gives ReportsbyWario wings. "
    },
    {
        "id": 1582470348670349312,
        "created_at": "2022-10-18 20:35:06+00:00",
        "text": "F1 fia One of the reason to disqualify Redbull team and drivers: Any team could overspend and get advantages for the consecutive  years at the money penalty cost for the next year. Although the integrity is already in the hell. This could be even worse!  CostcappenScanda"
    },
    {
        "id": 1582470297151688704,
        "created_at": "2022-10-18 20:34:54+00:00",
        "text": "went grocery shopping and bought a 5 pack of ramen, a frozen pizza, 2 frozen meals, a tub of cookie dough and redbull&lt;3 this is very telling of my mental state rn"
    },
    {
        "id": 1582469901176143872,
        "created_at": "2022-10-18 20:33:19+00:00",
        "text": "MalikaSiheme98 redbullgaming redbull Truly a perfect match up. Congratulations MalikaSiheme98 on joining the redbullgaming family. Hats off to RedBull for recognizing the amazing things Queen Arrow's been doing for the Kenyan gaming community!"
    },
    {
        "id": 1582469635110506496,
        "created_at": "2022-10-18 20:32:16+00:00",
        "text": "Lost Vs Cyber_Esport at RedBull italy factions, Wish we would have gotten further, but considering the amount of time and games we played together its not too big of an surprise. sad to go like this but it was fun!gg's"
    },
    {
        "id": 1582469472652529664,
        "created_at": "2022-10-18 20:31:37+00:00",
        "text": "i need a redbull to get some damn energy.."
    },
    {
        "id": 1582469234986295298,
        "created_at": "2022-10-18 20:30:41+00:00",
        "text": "Victory is in sight.RedbullcapturepointUK redbull GT7 PS5Share GranTurismo7 GT7PureScapes "
    },
    {
        "id": 1582469155650871296,
        "created_at": "2022-10-18 20:30:22+00:00",
        "text": "i just can't get over the fact they 'forgot' seb raced for redbull,, like pls- put some respect on his FOR CONSECUTIVE WDCS?! AT REDBULL!!!! aaaaaaaa"
    },
    {
        "id": 1582468904625917952,
        "created_at": "2022-10-18 20:29:22+00:00",
        "text": "According to The Race, Zak Brown said he doesn't understand how RedBull can say they were surprised they've been found overspending because in 2020 teams had an unofficial cost cap run to clarify with FIA that they've understood the regs. Makes sense, all complied but 1....."
    },
    {
        "id": 1582468880563593217,
        "created_at": "2022-10-18 20:29:16+00:00",
        "text": "stonkmetal quoting RicksCEO 'We have robust which is our own.  Generic version of redbull. Same flavor profile.'"
    },
    {
        "id": 1582468746265784320,
        "created_at": "2022-10-18 20:28:44+00:00",
        "text": " NowPlaying \"Akhadt El Bal (feat. Hesham Ab...\" by redbull on Anghami "
    },
    {
        "id": 1582468629660332037,
        "created_at": "2022-10-18 20:28:16+00:00",
        "text": "claireisweird I don't trust anyone who drinks redbull. There are 100s of flavors out there and you choose battery?"
    },
    {
        "id": 1582468078591279104,
        "created_at": "2022-10-18 20:26:05+00:00",
        "text": "whitelist PERFECT HGirocco doaccelerate_ ZZzahrrraa nazimahmed Ram__y_ 0xApeDoodleFren fly_redbull hugh_toner bi99avel GoodLuckSoc "
    },
    {
        "id": 1582468044944969728,
        "created_at": "2022-10-18 20:25:57+00:00",
        "text": "I'M GONNA MAKE IT. I'M GONNA STAY STRONG AND DO THE BEST EVERYDAY. THIS CLIP GIVES ME MORE ENERGY THAN REDBULL. BIU OUR FAVORITE SEROTONIN BOOOOOSSST. I LUVE U, U LITTLE KITTEN!U SOFT SMOL BABY SUNSHINEBEYOURLUVEBUILDJAKAPAN "
    },
    {
        "id": 1582467773220855808,
        "created_at": "2022-10-18 20:24:52+00:00",
        "text": "aidenlynch_ me when the wawa employee tells me i have to pay for redbull"
    },
    {
        "id": 1582467609731411968,
        "created_at": "2022-10-18 20:24:13+00:00",
        "text": "NSc1404 SilverArrowsNet Redbull have cheated, I hope the FIA have the bollocks to punish you. HEC CCC"
    },
    {
        "id": 1582467470811549697,
        "created_at": "2022-10-18 20:23:40+00:00",
        "text": "Just 3 days away!!! redbull redbullrampage "
    },
    {
        "id": 1582467084226740225,
        "created_at": "2022-10-18 20:22:08+00:00",
        "text": "adonustikuy Im_ED__ He's to inconsistent, of he wasn't in the redbull driver academy he wouldn't be in f1 anymore"
    },
    {
        "id": 1582466458260766720,
        "created_at": "2022-10-18 20:19:39+00:00",
        "text": "i spilt my redbull on my new bedsheets so im going to kill myself i think"
    },
    {
        "id": 1582466218333650944,
        "created_at": "2022-10-18 20:18:41+00:00",
        "text": ":;('`);:RedBull:;('`);:"
    },
    {
        "id": 1582465476457660416,
        "created_at": "2022-10-18 20:15:45+00:00",
        "text": "petition to bring back the cranberry redbull"
    },
    {
        "id": 1582465471001268224,
        "created_at": "2022-10-18 20:15:43+00:00",
        "text": "i keep thinking about how 2 years ago, when the cranberry redbull was getting discontinued.. my gf and i went to like 4 diff stores to buy them out bc caffeine addiction lol"
    },
    {
        "id": 1582465296283336704,
        "created_at": "2022-10-18 20:15:02+00:00",
        "text": "also ik it's not a serious chart but it does make me feel mildly validated for swinging between feeling femme and low-level butch lmao (juice monster, rockstar, and redbull  i am an energy drink bitch for sure)"
    },
    {
        "id": 1582465091298988032,
        "created_at": "2022-10-18 20:14:13+00:00",
        "text": "charlesxferrari redbull seb"
    },
    {
        "id": 1582464832241999873,
        "created_at": "2022-10-18 20:13:11+00:00",
        "text": "fia are a disgrace and based on their decisions for two seasons in a row they have crowed redbull champions. It's a shame because Max33Verstappen is a great driver but both championships are severely tainted. No wonder fans are turning off. Do the right thing. "
    },
    {
        "id": 1582464753880162304,
        "created_at": "2022-10-18 20:12:52+00:00",
        "text": "Speros_OG Better buy stock in redbull"
    },
    {
        "id": 1582464645197357056,
        "created_at": "2022-10-18 20:12:26+00:00",
        "text": "redbull Sportsmania_bsc $SPM FAIR LAUNCH ON PINKSALESAFU |KYC |AUDITSC50BNBTAX9%Start:16:00UTC 19th Oct ~ 20:00UTC 21thOctSporting FootballLivesHere  WorldCup blockchain cryptocurrency cryptomarket football.3564"
    },
    {
        "id": 1582464624414236673,
        "created_at": "2022-10-18 20:12:21+00:00",
        "text": "Drive to Survive is literally the Max33Verstappen propaganda machine . It's disgusting how you allow RedBull TP say disgusting things about Lewis Hamilton CostCapScandal F1nacialDopping "
    },
    {
        "id": 1582464335670087680,
        "created_at": "2022-10-18 20:11:13+00:00",
        "text": "_shisoprettty redbull can you help ?"
    },
    {
        "id": 1582463983285518336,
        "created_at": "2022-10-18 20:09:49+00:00",
        "text": "new favorite drink :) sugar free redbull and a tiny bit of sugar free guava syrup it's so yum and like 20 calories at most"
    },
    {
        "id": 1582463812380155905,
        "created_at": "2022-10-18 20:09:08+00:00",
        "text": "BryJax44 LewisHamilton AricDiLalla Broncos Team redbull sucks...lay off the trash racing teams ty"
    },
    {
        "id": 1582463618028748800,
        "created_at": "2022-10-18 20:08:21+00:00",
        "text": "would y'all believe me if I said I haven't had a real meal in the past two days really been surviving off of redbull, water and coffee"
    },
    {
        "id": 1582463398423719936,
        "created_at": "2022-10-18 20:07:29+00:00",
        "text": "bascanvas FraudmulaSem fiagirly Remember when the fia report on the cost cap was outstanding and everyone from Redbull and it's fanbase said there's no evidence, nothing happened.It's pretty funny now you want to makes claims with nothing, that smell, it's your hypocrisy. Chat to me when you grow a spine."
    },
    {
        "id": 1582463378148114432,
        "created_at": "2022-10-18 20:07:24+00:00",
        "text": "this redbull ain't workin quick enough i need some good old fashioned blow"
    },
    {
        "id": 1582463197722087424,
        "created_at": "2022-10-18 20:06:41+00:00",
        "text": "Red Bull should make a orange dreamsicle flavor redbull"
    },
    {
        "id": 1582463165891489795,
        "created_at": "2022-10-18 20:06:34+00:00",
        "text": "One fun fact about me.I've never tried an energy drink ie RedBull"
    },
    {
        "id": 1582462847581233152,
        "created_at": "2022-10-18 20:05:18+00:00",
        "text": "redbull is fucking nasty but its the only thing that keeps me awake"
    },
    {
        "id": 1582462630069178368,
        "created_at": "2022-10-18 20:04:26+00:00",
        "text": "BaggioFN AstonMartinF1 AM didn't overspend, that was just RedBull"
    },
    {
        "id": 1582462368306454528,
        "created_at": "2022-10-18 20:03:23+00:00",
        "text": "Adderall x Coconut Berry Redbull"
    },
    {
        "id": 1582462148474966016,
        "created_at": "2022-10-18 20:02:31+00:00",
        "text": "haven't had a redbull in alamo a week terrifying"
    },
    {
        "id": 1582462043042775040,
        "created_at": "2022-10-18 20:02:06+00:00",
        "text": "AFuckingNobody maxosirisart redbull Jay_Delay thats rad, you got wings"
    },
    {
        "id": 1582462033395478529,
        "created_at": "2022-10-18 20:02:04+00:00",
        "text": "valkeritos ouromauro formularacers_ Redbull drivers drove the cars that were built from overspending.McLaren cars were already leading the championship before they ever saw Ferrari documents. Their car had no Ferrari input. You newbies are really getting too dumb over this clear case of cheating"
    },
    {
        "id": 1582461991683510273,
        "created_at": "2022-10-18 20:01:54+00:00",
        "text": "Redbull_Fridge aliprivatjet hat schon"
    },
    {
        "id": 1582461898796040192,
        "created_at": "2022-10-18 20:01:32+00:00",
        "text": "redbullracing Team goals:1. Ignore the CostCap 2. Get the fia in your back pocket3. Tarnish the image of F1 and redbull CostCapScandal F1nancialDoping"
    },
    {
        "id": 1582461876230758400,
        "created_at": "2022-10-18 20:01:26+00:00",
        "text": "F1CouchPilot X_Neymarmig11 RedBullPU1 lets see how carma works for redbull by breaching the budget cap "
    },
    {
        "id": 1582461649688363008,
        "created_at": "2022-10-18 20:00:32+00:00",
        "text": "REDDOORBABY 42 &amp; redbull , Hennessy &amp; coke"
    },
    {
        "id": 1582461549897449472,
        "created_at": "2022-10-18 20:00:08+00:00",
        "text": "Me: I feel like Sh*t today I need a pick me up! Me: Mixes redbull c4energy and vodka My organs: "
    },
    {
        "id": 1582461534998999040,
        "created_at": "2022-10-18 20:00:05+00:00",
        "text": "KazziDailyy A redbull"
    },
    {
        "id": 1582461502522462208,
        "created_at": "2022-10-18 19:59:57+00:00",
        "text": "Lroadk1ll redbull tbf u didnt have twitter yet"
    },
    {
        "id": 1582461432943157249,
        "created_at": "2022-10-18 19:59:40+00:00",
        "text": "richranoutofcha naththursfield fia They should be if they actually overspent. Just wait. I'm not trying to be a know it all but Redbull didn't overspend in the development of the car. In fact they will prove they didn't overspend according to the rules. Everyone jumping to conclusions before anything is concluded."
    },
    {
        "id": 1582461428773945344,
        "created_at": "2022-10-18 19:59:39+00:00",
        "text": "me trying to decide if i should have coffee or a redbull just to lay in bed all day and watch movies. "
    },
    {
        "id": 1582461160141377536,
        "created_at": "2022-10-18 19:58:35+00:00",
        "text": "malkasahbi ofc redbull"
    },
    {
        "id": 1582460734625050624,
        "created_at": "2022-10-18 19:56:54+00:00",
        "text": "SUFCcode registarodri Preparing for RedBull's downfall "
    },
    {
        "id": 1582460604551348224,
        "created_at": "2022-10-18 19:56:23+00:00",
        "text": "T1 redbullgaming redbull Free just like going against NA teams"
    },
    {
        "id": 1582460477107408896,
        "created_at": "2022-10-18 19:55:53+00:00",
        "text": "Legit have been sitting a tires plus for an hour and thirty minutes for them to patch a hole in my tire, bored out of my fuckinf mind and an ant went in my redbull "
    },
    {
        "id": 1582460412880359424,
        "created_at": "2022-10-18 19:55:37+00:00",
        "text": "StoneyR6 FlexoEU Shoutout to FlexoEU for sending out the Redbull sleeve, absoloutely fire and the quality has improved so much "
    },
    {
        "id": 1582459986978144256,
        "created_at": "2022-10-18 19:53:56+00:00",
        "text": "redbull seb &gt;&gt;"
    },
    {
        "id": 1582459946905391105,
        "created_at": "2022-10-18 19:53:46+00:00",
        "text": "help my coworkers are flaming me for drinking redbull i might just stop fr"
    },
    {
        "id": 1582459936767758336,
        "created_at": "2022-10-18 19:53:44+00:00",
        "text": "this redbull tastes like the original monster and rockstar put together "
    },
    {
        "id": 1582459783814471680,
        "created_at": "2022-10-18 19:53:07+00:00",
        "text": "snacks or a redbull.  "
    },
    {
        "id": 1582459733730283520,
        "created_at": "2022-10-18 19:52:55+00:00",
        "text": "Shoutout to FlexoEU for sending out the Redbull sleeve, absoloutely fire and the quality has improved so much  "
    },
    {
        "id": 1582459107063185408,
        "created_at": "2022-10-18 19:50:26+00:00",
        "text": "DubbyEnergy Redbull and monster did it"
    },
    {
        "id": 1582458784873517057,
        "created_at": "2022-10-18 19:49:09+00:00",
        "text": "Metro_Sport We're going to have this same conversation come next year. They've  overspent this year too redbullracing CostCapScandal CostCapChampion RedBull Max33Verstappen"
    },
    {
        "id": 1582458683518177282,
        "created_at": "2022-10-18 19:48:45+00:00",
        "text": "I've officially found a RedBull flavor I adore -"
    },
    {
        "id": 1582458658621108225,
        "created_at": "2022-10-18 19:48:39+00:00",
        "text": "With alcool makayn ma7sn mn redbull "
    },
    {
        "id": 1582458544544043013,
        "created_at": "2022-10-18 19:48:12+00:00",
        "text": "A Redbull. "
    },
    {
        "id": 1582458434020028416,
        "created_at": "2022-10-18 19:47:45+00:00",
        "text": "When the slimjim + redbull combo hit "
    },
    {
        "id": 1582458382329745409,
        "created_at": "2022-10-18 19:47:33+00:00",
        "text": "OppositeIock No read my tweet again. 3 other teams had a higher damage bill than redbull &amp; they still met the budget cap. There's no excuse. If a team like Williams w/ a smaller budget &amp; more damage can meet the cap, suggesting Hungary or Silverstone were the reason rbr went over is asinine"
    },
    {
        "id": 1582458299303137281,
        "created_at": "2022-10-18 19:47:13+00:00",
        "text": "TheAlexValle The only ones I can recall off the top of my head that I like are the redbull collabs from 2017 with the direction arrows. Subtle with good material. I can wear those shirts in public without being completely embarrassed."
    },
    {
        "id": 1582458261462450176,
        "created_at": "2022-10-18 19:47:04+00:00",
        "text": "girlblogger1000 ANY redbull flavor,, i also rly love the red mojito and rainbow candy elfbars"
    },
    {
        "id": 1582458134274412545,
        "created_at": "2022-10-18 19:46:34+00:00",
        "text": "Fwiz CouRageJD Ferrari Wait... I'm a guest at the redbull paddock. I'll see you both there!"
    },
    {
        "id": 1582457691842060288,
        "created_at": "2022-10-18 19:44:49+00:00",
        "text": "Midday redbull is a necessity right now. I have so much work to catch up on after being out all last week with a TBI . Gaia give me strength."
    },
    {
        "id": 1582456899861155858,
        "created_at": "2022-10-18 19:41:40+00:00",
        "text": "Try a Frankenstein RedBull! Unfortunately we will be closing early today at 3:30. Thanks for your understanding and we appreciate all of you  "
    },
    {
        "id": 1582456647468711938,
        "created_at": "2022-10-18 19:40:40+00:00",
        "text": "jkVenox Trink redbull"
    },
    {
        "id": 1582456304031133698,
        "created_at": "2022-10-18 19:39:18+00:00",
        "text": "AgentVettelOO5 Why I can't find redbull jacket on any shop "
    },
    {
        "id": 1582456265728409600,
        "created_at": "2022-10-18 19:39:09+00:00",
        "text": "time to boof some redbull"
    },
    {
        "id": 1582455870377451520,
        "created_at": "2022-10-18 19:37:34+00:00",
        "text": "Frankie_4002 Redbull (I like drink)"
    },
    {
        "id": 1582455682653003778,
        "created_at": "2022-10-18 19:36:50+00:00",
        "text": "ICYMI: Red Bull Rampage is this friday at 19:00 CET.  "
    },
    {
        "id": 1582455566974451713,
        "created_at": "2022-10-18 19:36:22+00:00",
        "text": "UrSaltyDaddy wa nn REDBULL COMEON"
    },
    {
        "id": 1582454900222410752,
        "created_at": "2022-10-18 19:33:43+00:00",
        "text": "The legend KingofJUCO and I decided to have a DrinkBODYARMOR Pirate ChallengeWhoever hits a Home Run with one eye closed (w/ a patch) winsI am not sponsored by any drink company...but DMs are open for any that want content like this Gatorade PrimeHydrate redbull "
    },
    {
        "id": 1582454841628319745,
        "created_at": "2022-10-18 19:33:29+00:00",
        "text": "Redbull gives you wingsNah,KSRTC keNp bssu ride gives you wings,tweeting &amp; experiencing rn.KSRTC"
    },
    {
        "id": 1582454513751191552,
        "created_at": "2022-10-18 19:32:11+00:00",
        "text": "ljb478 AhijahB anthony30028645 SkySportsF1 redbullracing Love Redbull fans who can't see it for what it is"
    },
    {
        "id": 1582454388928364544,
        "created_at": "2022-10-18 19:31:41+00:00",
        "text": "Max33Verstappen redbullracing CloudWorld You can also follow our leaderboard here: "
    },
    {
        "id": 1582453870680166400,
        "created_at": "2022-10-18 19:29:37+00:00",
        "text": "TheCensoredRock wow, they one-upped a redbull add."
    },
    {
        "id": 1582453681823240192,
        "created_at": "2022-10-18 19:28:52+00:00",
        "text": "KazziDailyy A $2 Redbull"
    },
    {
        "id": 1582453606502236160,
        "created_at": "2022-10-18 19:28:35+00:00",
        "text": "Major_Lazier The Redbull looks hotter in person"
    },
    {
        "id": 1582453543729963008,
        "created_at": "2022-10-18 19:28:20+00:00",
        "text": "werwie4 r4v3n_jen Nili_AoE fedeiglesias89 redbullgaming AgeOfEmpires nicovaoe dogaoAoE More than 99% survival rate ain't deadly.Anyway, whatever. It's done. RIP RedBull."
    },
    {
        "id": 1582452907999625216,
        "created_at": "2022-10-18 19:25:48+00:00",
        "text": "sleepynihi On redbull 1 + I have a 5 hour energy in my bag for later  "
    },
    {
        "id": 1582452875791597568,
        "created_at": "2022-10-18 19:25:40+00:00",
        "text": "So it turns out, Crashstappen won 2021 because of cheating by Masi and dirtyspice, and 2022 by over spending by dirtyspice.... Can he not win without help???RedBull F1 MaxVerstappen horner toto hamilton LewisHamilton "
    },
    {
        "id": 1582452823446257665,
        "created_at": "2022-10-18 19:25:28+00:00",
        "text": "malkasahbi redbull"
    },
    {
        "id": 1582452372391231488,
        "created_at": "2022-10-18 19:23:40+00:00",
        "text": "3 reasons to buy sharkbait 1. It's seriously strong.. how strong? Redbull 85mgs caffeine, instant 110  Starbucks 180 ours packs a huge 4402  20% of sales go to SaleSharksFdn  3 you get automatic entry to win a signed SaleSharksRugby shirtorder yours  "
    },
    {
        "id": 1582452354225274883,
        "created_at": "2022-10-18 19:23:36+00:00",
        "text": "richranoutofcha naththursfield fia It's much more complicated then that. From the media all the way down you guys don't actually understand what's going on. You are jumping to conclusions and making assumptions. RedBull is not going to lose the title. Not going to happen, never ways. Please hold your horses."
    },
    {
        "id": 1582452306196320258,
        "created_at": "2022-10-18 19:23:24+00:00",
        "text": "snooze123456 JennaFryer Yeah I do not understand the wait until 2024. It's still gonna be the same 2 seats (Williams and Haas) potentially  Alfa and AT if Zhou or Yuki don't work out. But I don't see redbull bring DR back. So just take the Haas seat this year!"
    },
    {
        "id": 1582452299397357569,
        "created_at": "2022-10-18 19:23:23+00:00",
        "text": "Motorsport Hopefully but realistically the RedBull is so bloody fast in a straight line that neither the Ferrari nor Merc will get near them in the race :("
    },
    {
        "id": 1582452016559058944,
        "created_at": "2022-10-18 19:22:15+00:00",
        "text": "Furnacepicks Don't drink too much redbull now"
    },
    {
        "id": 1582451665352810496,
        "created_at": "2022-10-18 19:20:52+00:00",
        "text": "RedBullUK sirenfnbr Jur3ky renomahm becomelegendseu that is true, u guys should sort me with redbull"
    },
    {
        "id": 1582451608494841856,
        "created_at": "2022-10-18 19:20:38+00:00",
        "text": "Thank you floodmagazine RandyBookasta for the opportunity to write this. It was an incredible redbullbcone redbull competition. HipHop "
    },
    {
        "id": 1582451556380971008,
        "created_at": "2022-10-18 19:20:26+00:00",
        "text": "shiirovfx 74secretwyld Chirubtw Redbull_Fridge enqu88 VynexVFX jasonvisuals yoi2x ShameMng GiacoMGMT PaulKPRV sure"
    },
    {
        "id": 1582451538504519683,
        "created_at": "2022-10-18 19:20:21+00:00",
        "text": "If I shotgun this redbull, will the caffeine kick in faster??"
    },
    {
        "id": 1582451474683990016,
        "created_at": "2022-10-18 19:20:06+00:00",
        "text": "Mtn dew N redbull is what I live off of"
    },
    {
        "id": 1582451436977541120,
        "created_at": "2022-10-18 19:19:57+00:00",
        "text": "The silence from the fia, Domenicali, Brawn, Suleyman is deafening about  RedBulls cost cap breachHave they vanished from  earth?CostcappenScandal CostCapChampion F1 RedBull"
    },
    {
        "id": 1582451270287523840,
        "created_at": "2022-10-18 19:19:18+00:00",
        "text": "After two cans of Redbull managed to pick up NFT! It was worth it! SilliesNFT "
    },
    {
        "id": 1582451177295577088,
        "created_at": "2022-10-18 19:18:55+00:00",
        "text": "Includevisuals 74secretwyld Chirubtw Redbull_Fridge enqu88 VynexVFX jasonvisuals yoi2x ShameMng GiacoMGMT PaulKPRV Sowed daddy"
    },
    {
        "id": 1582451071867576320,
        "created_at": "2022-10-18 19:18:30+00:00",
        "text": "The most recent podcast I listened to was with Chris Hornet, the Principal of Redbull Racing. Below are a few lessons I learnt."
    },
    {
        "id": 1582450880829624320,
        "created_at": "2022-10-18 19:17:45+00:00",
        "text": "nathandarkson This looks like me on a daily basis but redbull, monster, or rockstar lmao"
    },
    {
        "id": 1582450842359123968,
        "created_at": "2022-10-18 19:17:35+00:00",
        "text": "lexabigsad redbull tastes like pee"
    },
    {
        "id": 1582450790505279489,
        "created_at": "2022-10-18 19:17:23+00:00",
        "text": "redbull man y'all forgot the pull tab "
    },
    {
        "id": 1582450782871617536,
        "created_at": "2022-10-18 19:17:21+00:00",
        "text": "I want redbull"
    },
    {
        "id": 1582450657356746752,
        "created_at": "2022-10-18 19:16:51+00:00",
        "text": "Zaha walking out with a can of redbull heard that shit gives you wings get him tested"
    },
    {
        "id": 1582450594060455936,
        "created_at": "2022-10-18 19:16:36+00:00",
        "text": "God I love what redbull does for my confidence "
    },
    {
        "id": 1582450546065039360,
        "created_at": "2022-10-18 19:16:25+00:00",
        "text": "Put this new bad boy in the freezer. I am excited how it tastes. Winter editions have been awesome in the past YEP RedBull feigeapfel "
    },
    {
        "id": 1582450038311358465,
        "created_at": "2022-10-18 19:14:24+00:00",
        "text": "Suddenly I'm starting to hate few F1 commentators, especially karunchandhok and wbuxtonofficial . All of them are supporting Redbull indirectly. Redbull cheated and should be stripped off the championship they didn't even win. Future penalties won't make it right for Sir Lewis."
    },
    {
        "id": 1582449849944788992,
        "created_at": "2022-10-18 19:13:39+00:00",
        "text": "vrshair Planet_F1 taking Daniel back for 2024,are they??Daniel might look like a fun guy,but for sure he has burnt some briges...redbull,Renault,mclaren...people seem to forget that...."
    },
    {
        "id": 1582449845448548353,
        "created_at": "2022-10-18 19:13:38+00:00",
        "text": "TheGooseHouse where's my Redbull. Having to buy my own crates. This isn't fair!!!!"
    },
    {
        "id": 1582449142911029248,
        "created_at": "2022-10-18 19:10:50+00:00",
        "text": "vrshair Planet_F1 Not really...he went to Renault when redbull offered him a contract at the end of 2018,alpha tauri is the redbull junior team at the age of 34-35he is not going there...Toto Wolff and lewis hamilton have both said they will continue for atleast 2-3 years more..McLaren is not"
    },
    {
        "id": 1582449087940476928,
        "created_at": "2022-10-18 19:10:37+00:00",
        "text": "sammyspolaroid joshkiszkawhore you and i drinking redbull for lunch omg I have the yellow one rn"
    },
    {
        "id": 1582449010639769600,
        "created_at": "2022-10-18 19:10:19+00:00",
        "text": "It all changed when they realized it would be RedBull instead of Mercedes that would breach the cost cap ...they weren't ready  "
    },
    {
        "id": 1582448996777197568,
        "created_at": "2022-10-18 19:10:15+00:00",
        "text": "if nobody got me, i know Redbull got me"
    },
    {
        "id": 1582448827050921984,
        "created_at": "2022-10-18 19:09:35+00:00",
        "text": "a blueberry redbull or some skittles  "
    },
    {
        "id": 1582448818825461760,
        "created_at": "2022-10-18 19:09:33+00:00",
        "text": "taegeuktavern redbull Thank you so much! "
    },
    {
        "id": 1582448798130790400,
        "created_at": "2022-10-18 19:09:28+00:00",
        "text": "LH44_insights all_serena F1 fia A few $$$$$$from RedBull I guess"
    },
    {
        "id": 1582448743760400386,
        "created_at": "2022-10-18 19:09:15+00:00",
        "text": "A sugarfree redbull will take all my worries away"
    },
    {
        "id": 1582448474473496576,
        "created_at": "2022-10-18 19:08:11+00:00",
        "text": "joshkiszkawhore sammyspolaroid I heard redbull and my name what's going on"
    },
    {
        "id": 1582448390138273793,
        "created_at": "2022-10-18 19:07:51+00:00",
        "text": "RonFilipkowski He must have started early today to hit the coke and redbull . Turn down the volume, he literally looks like  T-Rex with arm issues and ignored the warning of using Gorilla Glue as a hair product.  Gonna need to have a fundraiser for more coke..and Gorilla glue. "
    },
    {
        "id": 1582447620290584576,
        "created_at": "2022-10-18 19:04:47+00:00",
        "text": "Kopano Matobo has qualified for the pumptrackworldchamps but there's a problem: apart from the redbull sponsorship for travel and lodging, he's travelling alone. Local organisers must obtain another sponsor to cater for coach.  Mosothoane Phillip Mofokapumptrack lesotho "
    },
    {
        "id": 1582447316287430656,
        "created_at": "2022-10-18 19:03:35+00:00",
        "text": "redbull "
    },
    {
        "id": 1582447221961728000,
        "created_at": "2022-10-18 19:03:12+00:00",
        "text": "redbull soooooo I need y'all to send me a case of the strawberry apricot"
    },
    {
        "id": 1582446611220729856,
        "created_at": "2022-10-18 19:00:47+00:00",
        "text": "im so redbull"
    },
    {
        "id": 1582446600198447104,
        "created_at": "2022-10-18 19:00:44+00:00",
        "text": "catarina93_73 MotoGP marcmarquez93 FanClubMM93 jdpmad box_repsol HRC_MotoGP ausmotogp redbull alpinestars EG00 Absolutely agree, it was one of the most entertaining race for the year so far"
    },
    {
        "id": 1582446469881032704,
        "created_at": "2022-10-18 19:00:13+00:00",
        "text": "hoopdreamsbball RedsTriangle chikn_nft ProbablyNoRadio HealingNFTs 0xCampfire traderjoe_xyz 0xMoonbags AVAX_PDX TheBallnChikn ufc redbull SnakeOilClub MadSkullz_NFT Crypto_Skulls animalchartsorg GalakticGangNFT Good morning papi  "
    },
    {
        "id": 1582446362616287233,
        "created_at": "2022-10-18 18:59:47+00:00",
        "text": "_MojelaMasupha Motho o kile a matha, ke thusoa ke redbull feela Monday mosebetsing,eitse ha e khathala Pere...hoa Ema tuu. You won't see me anywhere lerateng so I hear you well"
    },
    {
        "id": 1582446221221711879,
        "created_at": "2022-10-18 18:59:14+00:00",
        "text": "consumed enough redbull to give a horse a heart attack and feeling great"
    },
    {
        "id": 1582446204902068224,
        "created_at": "2022-10-18 18:59:10+00:00",
        "text": "If this is true, fia F1 and Ben_Sulayem are twisting themselves into knots trying to help RedBull out of this mess "
    },
    {
        "id": 1582445979449511936,
        "created_at": "2022-10-18 18:58:16+00:00",
        "text": "Had to awkwardly prove my age to the worker in tesco when trying to buy redbull without any ID"
    },
    {
        "id": 1582445725526372353,
        "created_at": "2022-10-18 18:57:16+00:00",
        "text": "wtf1official I want to say yes but but the Ferraris and redbull are on a different level"
    },
    {
        "id": 1582445561625874432,
        "created_at": "2022-10-18 18:56:36+00:00",
        "text": "Redbull and little pieces of sausage this afternoon to maintain the diabolical evil that is my hater energy (I'm hungry)"
    },
    {
        "id": 1582445444029829120,
        "created_at": "2022-10-18 18:56:08+00:00",
        "text": "Too hydrated for once. Someone send me an IV bag filled with green redbull (peach is acceptable)"
    },
    {
        "id": 1582445167327383552,
        "created_at": "2022-10-18 18:55:02+00:00",
        "text": "i desperately need a redbull or a coffee I HAVE A CAFFEINE HEADACHE"
    },
    {
        "id": 1582445144862732288,
        "created_at": "2022-10-18 18:54:57+00:00",
        "text": "FraudmulaSem calling W08, WO9 a normal car vs RB18 is obviously stupidity, but still RedBull have been operationally the best team in F1 since 2009 tbh"
    },
    {
        "id": 1582445022942593024,
        "created_at": "2022-10-18 18:54:28+00:00",
        "text": "I make look cute but I need an IV of redbull for this surgery day stat "
    },
    {
        "id": 1582444711125491712,
        "created_at": "2022-10-18 18:53:14+00:00",
        "text": "FraudmulaSem RedBull has always been operationally better than Merc"
    },
    {
        "id": 1582444501540679680,
        "created_at": "2022-10-18 18:52:24+00:00",
        "text": "KazziDailyy I love me a good nacho lunchable with a redbull :)"
    },
    {
        "id": 1582444280089497601,
        "created_at": "2022-10-18 18:51:31+00:00",
        "text": "The new fig apple redbull is surprisingly good "
    },
    {
        "id": 1582443910227369984,
        "created_at": "2022-10-18 18:50:03+00:00",
        "text": "NicoRosberg Nico what's your take on what happened last year in AD? Do you think the fia made the right call? And finding out that redbull went over the spending limit what should be the right penalty"
    },
    {
        "id": 1582443885996888065,
        "created_at": "2022-10-18 18:49:57+00:00",
        "text": "Vacation,anime,Pizza,Redbull and Friends  "
    },
    {
        "id": 1582443746268151808,
        "created_at": "2022-10-18 18:49:24+00:00",
        "text": "BaggioFN AstonMartinF1 They never overspent, 9 teams complied with the cost cap, that one that didnt is Redbull. AMR were found to be in documentation error, same as Williams were. Please review the FIA release."
    },
    {
        "id": 1582443541925531648,
        "created_at": "2022-10-18 18:48:35+00:00",
        "text": "Thadon_1 Cybertomm_ fiagirly The mid season floor regulation changes was supposed to hinder redbull and help Mercedes, but we all know how that went"
    },
    {
        "id": 1582442793490055168,
        "created_at": "2022-10-18 18:45:36+00:00",
        "text": "there's this orange cat that always hangs out by my building door i was omw out of the door about 30 min ago to get some redbull and i didn't notice the cat approaching me so fast and i noticed this orange thing run up to me and very loudly i said \"khadeteeny ya habla\""
    },
    {
        "id": 1582442647045951488,
        "created_at": "2022-10-18 18:45:02+00:00",
        "text": "Up close and personal is how we like to do things at Spearmint Rhino. ... oxnard oxnardcalifornia ventura sports bachelorparty partygirls  VIP nightlife dance dancers gentlemansclub vipnight party club oxnard nonalcoholic redbull "
    },
    {
        "id": 1582442583715741703,
        "created_at": "2022-10-18 18:44:46+00:00",
        "text": "enmavstheworld What??? Omg I can't accept that statement, it hurts my soul. Don't drink monsters or redbull those are for the non connoisseurs. Try Reign, the purple and orange ones are the best. AND low calories. The orange one is called dreamsicle...I mean, it's in the name girl. Try them. "
    },
    {
        "id": 1582442434201497600,
        "created_at": "2022-10-18 18:44:11+00:00",
        "text": "I had a guest of the Caucasian persuasion go in my MINI fridge and drink my red bull while I was in the restroom. The only one in there. Then came her next appointment and had a redbull &amp; didn't bring me one. White ppl got some nerve. lol cause huh "
    },
    {
        "id": 1582442382351831040,
        "created_at": "2022-10-18 18:43:58+00:00",
        "text": "KazziDailyy A redbull If someone got me one I would be so giddy"
    },
    {
        "id": 1582442357282463744,
        "created_at": "2022-10-18 18:43:52+00:00",
        "text": "malkasahbi redbull"
    },
    {
        "id": 1582442337887997955,
        "created_at": "2022-10-18 18:43:48+00:00",
        "text": "the pumpkin spice latte, redbull and nicotine running through my system rn "
    },
    {
        "id": 1582442000510750720,
        "created_at": "2022-10-18 18:42:27+00:00",
        "text": "MxTuner58 CurveTorque myles_morley whoisajaib Just...no. Lewis swerved to try and avoid the heavily braking Redbull. Nothing more, nothing less. No \"they just both...\" BS."
    },
    {
        "id": 1582441758419742720,
        "created_at": "2022-10-18 18:41:30+00:00",
        "text": "BasedSchizoPill ye, every once in a while ill have a caffeine coffee or a redbull but if i had them 2 or 3 days in a row id get the headaches"
    },
    {
        "id": 1582441533181071360,
        "created_at": "2022-10-18 18:40:36+00:00",
        "text": "SkySportF1 tedkravitz RedBull gives U F1xed Wings, Mfs  "
    },
    {
        "id": 1582441490609213442,
        "created_at": "2022-10-18 18:40:26+00:00",
        "text": "i had one chickenburger and a can of redbull i am the healthiest mf on this planet (my organs are failing and i am diyng)"
    },
    {
        "id": 1582441481578872832,
        "created_at": "2022-10-18 18:40:24+00:00",
        "text": "Specter__Harvey LewisHamilton I wonder how williams managed to stay under the cost cap or haas for that matter if one crash (a nasty one granted) could put redbull over"
    },
    {
        "id": 1582441351278252037,
        "created_at": "2022-10-18 18:39:53+00:00",
        "text": "had coffee now redbull. empty stomach. decided to turn life on hard mode today :)"
    },
    {
        "id": 1582441295095570432,
        "created_at": "2022-10-18 18:39:39+00:00",
        "text": "H171109H nioce my addiction wuz never with coffee and if i start again it will prob be coffee, i was drinking redbull everyday for years"
    },
    {
        "id": 1582440993348997121,
        "created_at": "2022-10-18 18:38:27+00:00",
        "text": "roncharls4 casa_novaa1 autosport They don't have a b team but they are engine supplier and have a lot of pull to get something done at the other teams. See what RedBull did for Albon"
    },
    {
        "id": 1582440580302671873,
        "created_at": "2022-10-18 18:36:49+00:00",
        "text": "audicarkey Bc I don't like redbull"
    },
    {
        "id": 1582440401394630656,
        "created_at": "2022-10-18 18:36:06+00:00",
        "text": "REDBULL &gt; MONSTER"
    },
    {
        "id": 1582440079909265408,
        "created_at": "2022-10-18 18:34:50+00:00",
        "text": "no all bad bitches love redbull abricot "
    },
    {
        "id": 1582439757216305153,
        "created_at": "2022-10-18 18:33:33+00:00",
        "text": "vicbrtz Zero sugar whatever redbull tastes SO vile and I cant drink monster bc i hate the taste"
    },
    {
        "id": 1582439563984633857,
        "created_at": "2022-10-18 18:32:47+00:00",
        "text": "Crazy_Milanista Good. Let Mercedes fight Redbull."
    },
    {
        "id": 1582438463135453188,
        "created_at": "2022-10-18 18:28:24+00:00",
        "text": "redbullracing Yoooo redbull, do you Want to include it in the biggest selling NFT collection, we have done helmets before. We sold 355000 so far "
    },
    {
        "id": 1582438263432044544,
        "created_at": "2022-10-18 18:27:36+00:00",
        "text": "Aptos_insiders AptosLabs BloctoApp itsrareMarket martian_wallet ArcoProtocol TopNftMart abelfinance MniFinance TopazMarket Thank You For This Opportunity. Glad to be Part of this PrinceSahi9 ro_yal7 Redbull_luck MetaVQueen MetaVerserrAptosInsider Aptos"
    },
    {
        "id": 1582438210214715392,
        "created_at": "2022-10-18 18:27:24+00:00",
        "text": "MulloSZNv5 VARMILT0N Well if he's a redbull fan he dosent need to know the history of the drivers. It's not defending it's just sad to see people hate so much on a podcast with new fans who don't know much."
    },
    {
        "id": 1582438084192632832,
        "created_at": "2022-10-18 18:26:54+00:00",
        "text": "im on my second coffee of the day &amp; i will be drinking a redbull before my night class i might die idkk"
    },
    {
        "id": 1582437674966691840,
        "created_at": "2022-10-18 18:25:16+00:00",
        "text": "Naija_PR Redbull/monsterMr money with the vibe My headset And selections of amapiano mix Sope otilor "
    },
    {
        "id": 1582437501968740353,
        "created_at": "2022-10-18 18:24:35+00:00",
        "text": "danielricciardo Gunther Steiner is giving you a life line to remain in F1, yes it's not exactly McLaren or Redbull but it's a team who with your experience could bring them forward &amp; give you a team to lead them GO SEE GUNTHER NOW !!!"
    },
    {
        "id": 1582437493273939968,
        "created_at": "2022-10-18 18:24:33+00:00",
        "text": "Gh0stF1ghts redbull i am hurt i got zero credit on this"
    },
    {
        "id": 1582437405646532608,
        "created_at": "2022-10-18 18:24:12+00:00",
        "text": "zrjaved David_Delooper So this is the mystical Healey tower of redbull"
    },
    {
        "id": 1582436763712135168,
        "created_at": "2022-10-18 18:21:39+00:00",
        "text": "gimmiesushi Bae how about some water instead of a redbull . Let's hydrate "
    },
    {
        "id": 1582436485038342145,
        "created_at": "2022-10-18 18:20:32+00:00",
        "text": "redbullgaming redbull It's free...like free free$0.00"
    },
    {
        "id": 1582436380365684736,
        "created_at": "2022-10-18 18:20:07+00:00",
        "text": "lukepski9 WookieAutomoTV There are a bunch of stops over the next week. "
    },
    {
        "id": 1582436098126409729,
        "created_at": "2022-10-18 18:19:00+00:00",
        "text": "came to my cousins house and the guy at the corner shop charged me PS1.50 for a redbull kmt"
    },
    {
        "id": 1582435644168556544,
        "created_at": "2022-10-18 18:17:12+00:00",
        "text": "*crawls across the floor*  redbull.. need.. redbull"
    },
    {
        "id": 1582435367172837377,
        "created_at": "2022-10-18 18:16:06+00:00",
        "text": "Diogo75341058 ClarkAboveAll Nobody talks about that last point... And give silly reasons like he would have lost track position Redbull would have pitted no matter what. I was so surprised that day when they didn't pit and complicated it for themselves."
    },
    {
        "id": 1582434891521617920,
        "created_at": "2022-10-18 18:14:13+00:00",
        "text": "FormulaDino The goddamned redbull logo keeps ruining every single max helmet. they all end up looking similar &amp; ruining the design.The tribute helmet to his father was a great example of a design with so much potential dwarfed by an out of place logo..."
    },
    {
        "id": 1582434875038380032,
        "created_at": "2022-10-18 18:14:09+00:00",
        "text": "I'm so fucking late to this bandwagon but RedBull spending over their cost cap was a: "
    },
    {
        "id": 1582434657848950784,
        "created_at": "2022-10-18 18:13:17+00:00",
        "text": "Tehya brought me breakfast this morning AND a redbull... LOVE HER"
    },
    {
        "id": 1582434576089350145,
        "created_at": "2022-10-18 18:12:57+00:00",
        "text": "wearetherace Depends...if redbull don't get punished for FinancialDoping then mercedes can spend what they want next for next year."
    },
    {
        "id": 1582434528798253056,
        "created_at": "2022-10-18 18:12:46+00:00",
        "text": "venofn ur in redbull gaming sphere and ur not downing 2.5 redbulls"
    },
    {
        "id": 1582434517608181760,
        "created_at": "2022-10-18 18:12:43+00:00",
        "text": "SilverArrowsNet So redbull is now the standard of expenditure?"
    },
    {
        "id": 1582434266557820928,
        "created_at": "2022-10-18 18:11:44+00:00",
        "text": "NY! RedBullGaming is inviting YOU to RedBull Top Lane! You can view the competition live, game with your squad, &amp; enjoy a fully immersed Red Bull experience. All happening from October 21 - 23. Secure your spot at:  today! Worlds2022 "
    },
    {
        "id": 1582434157753700352,
        "created_at": "2022-10-18 18:11:18+00:00",
        "text": "Team Redbull but frame 2 &amp; 3 are looking saucy! "
    },
    {
        "id": 1582434144629403650,
        "created_at": "2022-10-18 18:11:14+00:00",
        "text": "malkasahbi Redbull or rockstar nfs chi"
    },
    {
        "id": 1582433013971161088,
        "created_at": "2022-10-18 18:06:45+00:00",
        "text": "malkasahbi Redbull apipo"
    },
    {
        "id": 1582432653911162880,
        "created_at": "2022-10-18 18:05:19+00:00",
        "text": "LewisHamilton AricDiLalla Broncos Please stop w/ the 'Lets Ride'! It's outworn it's welcome in Broncos country! And GO TEAM REDBULL"
    },
    {
        "id": 1582432573636026368,
        "created_at": "2022-10-18 18:05:00+00:00",
        "text": "These Redbull flavors gettin crazy man "
    },
    {
        "id": 1582432140075024384,
        "created_at": "2022-10-18 18:03:17+00:00",
        "text": "do i like redbull, no, but thank god mv0 won this stupid wdc bc now i can watch these last 4 races running off of vibes and vibes alone"
    },
    {
        "id": 1582431977549942784,
        "created_at": "2022-10-18 18:02:38+00:00",
        "text": "bakertoons it needs to drink that redbull first"
    },
    {
        "id": 1582431959468634114,
        "created_at": "2022-10-18 18:02:33+00:00",
        "text": "How America has taken Formula One to NEXT level  via MailSport AN ARTICLE WROTE BY A CHAV WHO IS AN IMBECILE RACIST AS THE TWAT WHO RUN THIS SHIT; REDBULL CHEATED AND STOLE TITTLE WITH FIA HELP"
    },
    {
        "id": 1582431640059777025,
        "created_at": "2022-10-18 18:01:17+00:00",
        "text": "QueenEsther328 tacobell redbull iSpyZen 238, Good Afternoon, Thanks for your support &amp; entry. We appreciate you. Good Luck &amp; Have a Terrific Taco Tuesday."
    },
    {
        "id": 1582431317223874560,
        "created_at": "2022-10-18 18:00:00+00:00",
        "text": "AOE2 RedBull WololoMake your prediction with only 3xDAI for a chance to win 13xDAIVisite  "
    },
    {
        "id": 1582430775919935489,
        "created_at": "2022-10-18 17:57:51+00:00",
        "text": "JennaMcCartan I believe the issue is when one of them claims to \"bleed\" redbull and how much he loves the team but he hasn't a clue that Seb won his titles there. It comes across as a little ignorant, no one is saying they can't have a say but I didn't watch in the 90s but I know about it."
    },
    {
        "id": 1582430653697511424,
        "created_at": "2022-10-18 17:57:22+00:00",
        "text": "Taking a nap at work so dangerous...will I wake up? Will I stay awake after the snooze? Will somebody bring me an energy drink preferably a redbull..."
    },
    {
        "id": 1582430544004255744,
        "created_at": "2022-10-18 17:56:56+00:00",
        "text": "Redbull_Fridge in der hand"
    },
    {
        "id": 1582430477902024704,
        "created_at": "2022-10-18 17:56:40+00:00",
        "text": "Holy S man I made the coffee so black at work I think it hits harder than 2 cans of redbull. I put water on my coffee cup 2 times and it still strong lmao."
    },
    {
        "id": 1582430222791901184,
        "created_at": "2022-10-18 17:55:39+00:00",
        "text": "tzuyudietz 133, 12g protein yogurt and half a mini waffle. it's noon so far and ouch is going to be a 10cal redbull and nic :)"
    },
    {
        "id": 1582430039424892935,
        "created_at": "2022-10-18 17:54:56+00:00",
        "text": "PeterGreenway1 SkySportsF1 Reaching without fact ???Well here is a fun fact for youRedbull have overspent on their budget That's cheating"
    },
    {
        "id": 1582430023692488704,
        "created_at": "2022-10-18 17:54:52+00:00",
        "text": "just tried redbull italian soda for the first time and oh my god it's SO good what"
    },
    {
        "id": 1582429846843453441,
        "created_at": "2022-10-18 17:54:10+00:00",
        "text": "Loca1ion Data presentation skills on some RedBull"
    },
    {
        "id": 1582429569814245376,
        "created_at": "2022-10-18 17:53:04+00:00",
        "text": "Possibly Max if redbull gets kicked out of the championship "
    },
    {
        "id": 1582429074995445761,
        "created_at": "2022-10-18 17:51:06+00:00",
        "text": "Catch us live on YouTube now for the redbull MEO season 5 !!!"
    },
    {
        "id": 1582428489696743424,
        "created_at": "2022-10-18 17:48:46+00:00",
        "text": "After two cans of Redbull managed to pick up NFT! It was worth it! GatsbyTools "
    },
    {
        "id": 1582428422969520128,
        "created_at": "2022-10-18 17:48:30+00:00",
        "text": "Ryozuke_ Lots of woodwork currently. Building 8 gaming tables and all the shelves for our wall. Wife is currently Polyurethane-ing shelves and we're using the brackets to dry them lol. Working on our server VMs and POS integration. Zednis is sawing shit. And I'm talking to the redbull rep"
    },
    {
        "id": 1582427996442742786,
        "created_at": "2022-10-18 17:46:49+00:00",
        "text": "Jason66Thomas pulpmx How many billions of dollars is Kenny getting from RedBull that everybody thinks it's such an untouchable deal? Like, he would really reject a Monster deal with a factory team because of it? You guys used to say Anderson wouldn't leave rockstar either..."
    },
    {
        "id": 1582427965262278656,
        "created_at": "2022-10-18 17:46:41+00:00",
        "text": "ShaunDurham karunchandhok LewisHamilton Dont forget karunchandhok showed his hand on DTS talking to a RB team member. Quote 'I'm all in on redbull , dont fuck it up'"
    },
    {
        "id": 1582427945024778241,
        "created_at": "2022-10-18 17:46:36+00:00",
        "text": "Have the recruitment fellas from RedBull and Southampton actually joined officially yet?"
    },
    {
        "id": 1582427553314537472,
        "created_at": "2022-10-18 17:45:03+00:00",
        "text": "wearetherace XPBImages Redbull are literally cheating so expect all this to be stripped away if there is any dignity left in calling itself a sport."
    },
    {
        "id": 1582427539980443653,
        "created_at": "2022-10-18 17:45:00+00:00",
        "text": "Budget cap breach amounts to cheating: McLaren bossBrown's leaked letter to FIA calls for stiff sporting and financial penalties on teams breaking rulesRead more: Formula1 McLaren RedBull ZacBrown "
    }
]